translate.AddLanguage("ru", "Russian (Русский)")

LANGUAGE.teamname_bandit							= "Бандиты"
LANGUAGE.teamname_human								= "Выжившие"
LANGUAGE.teamname_spectator							= "Наблюдатели"
LANGUAGE.deathmatch_mode							= "БОЙ НАСМЕРТЬ"
LANGUAGE.sample_collect_mode						= "СБОР"
LANGUAGE.transmission_mode							= "ТРАНСЛЯЦИЯ"
LANGUAGE.win										= "%s одержали победу"
LANGUAGE.draw										= "Ничья"
LANGUAGE.x_kills_x_deaths                           = "%sУ/%dС"
LANGUAGE.x_kills_x_deaths_x_points                  = "%sУ/%dС | %s"

LANGUAGE.itemcategory_guns							= "Оружие"
LANGUAGE.itemcategory_ammo							= "Боеприпасы"
LANGUAGE.itemcategory_melee							= "Ближнебойное оружие"
LANGUAGE.itemcategory_tools							= "Инструменты"
LANGUAGE.itemcategory_etc							= "Другое"

LANGUAGE.playermodel_changed_to_x					= "Ваша модель игрока была установлена на %s."
LANGUAGE.select_playermodel							= "Выбор модели игрока"
LANGUAGE.player_color								= "Цвет игрока"
LANGUAGE.weapon_color								= "Цвет оружия (только определённое оружие)"
LANGUAGE.colors_button								= "Выбор цвета игрока"
LANGUAGE.options_button								= "Настройки"
LANGUAGE.credits_button								= "Создатели режима"
LANGUAGE.close_button								= "Закрыть"
LANGUAGE.back_button								= "Назад"
LANGUAGE.consumables_purchase_button				= "Купить расходники"
LANGUAGE.blockeddmg				= "ЗАБЛОКИРОВАННО %s УРОНА"


LANGUAGE.option_no_floating_scores					= "Всплывающий текст (при убийстве, захвате, лечении)"
LANGUAGE.option_show_team_indicators				= "Показывать показатели команды союзников"
LANGUAGE.option_enable_killstreak_sounds			= "Включить звуки серии убийств"
LANGUAGE.option_spectator_mode						= "Режим наблюдателя (применится на следующей волне)"
LANGUAGE.option_hide_most_of_hud					= "Режим фильма (скрыть некоторые элементы интерфейса)"
LANGUAGE.option_simple_score_board					= "Простая таблица счёта (скрыть очки)"
LANGUAGE.option_play_music							= "Воспроизведение фоновой музыки"
LANGUAGE.option_crosshair_while_ironsights			= "Показывать прицел при прицеливании"
LANGUAGE.option_crosshair_no_rotate					= "Отключить вращение прицела"
LANGUAGE.option_enable_color_correction				= "Включить цветокоррекцию"
LANGUAGE.option_enable_pain_flashes					= "Включить болевые эффекты"
LANGUAGE.option_show_ragdoll_eye_view				= "Режим третьего лица при сбитии с ног"
LANGUAGE.option_show_damage_indicators				= "Показывать показатель урона"
LANGUAGE.option_enable_view_roll					= "Включить поворот экрана при передвижении"
LANGUAGE.option_always_show_nail_info				= "Всегда показывать информацию о гвоздях"
LANGUAGE.option_weapon_hud_style					= "Стиль интерфейса оружия"
LANGUAGE.option_music_volume						= "Громкость музыки"
LANGUAGE.option_ally_transparency_radius			= "Радиус прозрачности союзников"
LANGUAGE.option_use_model_health_bar                = "Использовать 3D-отображение здоровья"

LANGUAGE.option_crosshair_color_primary				= "Цвет прицела - Основной"
LANGUAGE.option_crosshair_color_secondary			= "Цвет прицела - Дополнительный"
LANGUAGE.option_health_color_full					= "Цвет здоровья - 100%"
LANGUAGE.option_health_color_empty					= "Цвет здоровья - 0%"

LANGUAGE.loser_points_added							= "Вы получили %d очков за то, что находились в проигравшей команде."
LANGUAGE.winner_points_added						= "Вы получили %d очков за то, что находились в команде победителей."
LANGUAGE.draw_points_added							= "Ничья. Вы получили %d очков."
LANGUAGE.less_players_points_added					= "Вы получили %d очков за то, что в вашей команде меньше людей."
LANGUAGE.teambalance_shuffle_in_5_seconds			= "Команды будут перераспределены через 5 секунд."

LANGUAGE.weapon_aegiskit_name						= "Набор для строительства баррикад 'Щит'"
LANGUAGE.weapon_aegiskit_desc						= "Простой в использовании комплект для установки досок.\nМожет автоматически устанавливать доски параллельно большинству сплошных поверхностей."
LANGUAGE.weapon_boardpack_name 						= "Комплект досок"
LANGUAGE.weapon_boardpack_desc 						= "Несколько досок в одной привязке. \nИспользуются для баррикадирования, когда рядом нет ничего для постройки.\nДля установки требуется отдельный инструмент, например, молоток или гвоздомёт."
LANGUAGE.weapon_detpack_name 						= "Взрывчатка С4"
LANGUAGE.weapon_detpack_desc 						= "Пластиковая взрывчатка, которая может быть взорвана на расстоянии после установки. \nТребует осторожного использования из-за чрезвычайно большого радиуса взрыва."
LANGUAGE.weapon_detpackremote_name 					= "Детонатор С4"
LANGUAGE.weapon_detpackremote_desc 					= "Пульт, который можно использовать для подрыва взрывчатки."
LANGUAGE.weapon_ffield_name							= "Излучатель силового поля"
LANGUAGE.weapon_ffield_desc 						= "При размещении проецирует энергетическое поле.\nЭто силовое поле может блокировать пули, но люди, объекты и другие снаряды могут проходить сквозь него. \nСамо силовое поле невосприимчиво к полученному урону, но излучатель по-прежнему уязвим."
LANGUAGE.weapon_spotlamp_name						= "Лампа точечной обороны"
LANGUAGE.weapon_spotlamp_desc						= "Это устройство в форме лампы на самом деле является удобным инструментом для защиты от снарядов. \nОн перехватывает и удаляет все снаряды в пределах своего радиуса света. \nОднако он будет перехватывать снаряды как врага, так и союзников, и при каждом перехвате будет получать небольшой урон, требующий постоянного поддержания."
LANGUAGE.weapon_hegrenade_name 						= "Граната"
LANGUAGE.weapon_hegrenade_desc 						= "Рудиментарная осколочная граната. Взрывается через 1.5 секунды после броска. \nУмелое использование может нанести сильный урон сразу множеству врагов."
LANGUAGE.weapon_gunturret_name 						= "Автоматизированная турель"
LANGUAGE.weapon_gunturret_desc						= "Эта турель будет автоматически искать цели перед собой для стрельбы.\nБесценны для укрепления стратегически важных позиций.\nПо умолчанию содержит 150 пуль, и её можно перевооружить, ударив по ней молотком плотника."
LANGUAGE.weapon_carphammer_name						= "Молоток плотника"
LANGUAGE.weapon_carphammer_desc						= "Это довольно слабое оружие ближнего боя, которое может быть использовано ошеломляюще большим количеством способов.\n В основном он используется для забивания гвоздей в объекты при строительстве баррикад и других сооружений.\nМожно также использовать для починки дружественных объектов, таких как турели, а также для пополнения их боезапаса, ударив по ним.\nМожет также использоваться для уничтожения ЭМИ на передатчиках.\nЛКМ: Ремонт/атака\nПКМ: Пригвоздить объект\nПЕРЕЗАРЯДКА: Вытащить гвоздь"
LANGUAGE.weapon_electrohammer_name					= "Электромолоток"
LANGUAGE.weapon_electrohammer_desc					= "Это модифицированный молоток плотника, который размахивается быстрее и эффективнее.\n В основном он используется для забивания гвоздей в объекты при строительстве баррикад и других сооружений.\nМожно также использовать для починки дружественных объектов, таких как турели, а также для пополнения их боезапаса, ударив по ним.\nМожет также использоваться для уничтожения ЭМИ на передатчиках.\nЛКМ: Ремонт/атака\nПКМ: Пригвоздить объект\nПЕРЕЗАРЯДКА: Вытащить гвоздь"

LANGUAGE.weapon_d_magic_name						= "'Агриоз' Магия урона"
LANGUAGE.weapon_d_magic_desc						= "Имеет большой урон с кровавой броней но без делает ничего.\nРегенит 2 кровавки на вторую кнопку мыши."
LANGUAGE.weapon_h_magic_name						= "'Хамон' Магия здоровья"
LANGUAGE.weapon_h_magic_desc						= "Можешь лечить себя.\nВторая кнопка мыши регенит 1 кровавку\nПри полной кровавке дает 5 макс хп."
LANGUAGE.weapon_arbalest_name						= "Арбалет 'Самострел'"
LANGUAGE.weapon_arbalest_desc						= "Арбалет, стреляющий особыми болтами с твёрдым наконечником. Эти болты отскакивают от любой твёрдой поверхности. \nКаждый раз, когда болт отскакивает, он наносит в 1.5 раза больше урона, когда в итоге попадает в противника."
LANGUAGE.weapon_albatross_name						= "Дробовик 'Альбатрос'"
LANGUAGE.weapon_albatross_desc						= "Дробовик с барабанным магазином, модифицированный для стрельбы в автоматическом режиме. Может быть чрезвычайно полезен в закрытых помещениях, но следует обратить внимание на медленную перезарядку."
LANGUAGE.weapon_ammokit_name 						= "Ящик боеприпасов"
LANGUAGE.weapon_ammokit_desc						= "Ящик, в котором хранится несколько мешков с боеприпасами. Можно использовать для перебрасывания мешков союзникам.\nПодобрав эти мешки, вы пополните боезапас любого оружия, находящегося в руках у вас или ваших союзников."
LANGUAGE.weapon_annabelle_name						= "Винтовка 'Аннабель'"
LANGUAGE.weapon_annabelle_desc						= "Пули этого охотничьего ружья были модифицированы таким образом, что при попадании они разлетаются на осколки.\nПри столкновении со стеной эти осколки наносят урон ближайшим целям в небольшом радиусе."
LANGUAGE.weapon_axe_name							= "Деревянный топор"
LANGUAGE.weapon_axe_desc							= "Довольно мощное оружие ближнего боя. Имеет достаточно медленный размах."
LANGUAGE.weapon_backdoor_name 						= "Взломщик"
LANGUAGE.weapon_backdoor_desc 						= "Инструмент одноразового использования для взлома. Можно использовать для взлома передатчика, находящегося под контролем противника.\nПосле завершения взлома, трансляция врага будет частично повреждена, что замедлит их, и передатчик немедленно перейдёт под ваш контроль."
LANGUAGE.weapon_battleaxe_name 						= "Пистолет 'Секира'"
LANGUAGE.weapon_battleaxe_desc 						= "Точный и достаточно мощный пистолет с низкой скорострельностью."
LANGUAGE.weapon_bioticrifle_name					= "Биовинтовка 'Чёрный краб'"
LANGUAGE.weapon_bioticrifle_desc					= "Винтовка, стреляющая дротиками очищенного яда из хэдкрабов.\nЕсли пуля попадёт врагу в голову, он получит временную растерянность.\nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
LANGUAGE.weapon_bioticshotgun_name					= "Биодробовик 'Тошнитель'"
LANGUAGE.weapon_bioticshotgun_desc					= "Это модифицированное ружьё стреляет струёй желчи, похожей на желчь зомби. \nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
LANGUAGE.weapon_bioticsmg_name					    = "Биотический ПП 'Мякоть'"
LANGUAGE.weapon_bioticsmg_desc						= "Этот модифицированный пистолет-пулемёт быстро стреляет дротиками концентрированной плоти зомби. \nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
LANGUAGE.weapon_blightcaster_name					= "Заклинатель мора"
LANGUAGE.weapon_blightcaster_desc					= "Это живое оружие выстреливает массивным ребром вперёд на высокой скорости, нанося цели тяжелые ранения, а также урон ядом.\nРебро впивается в цель и взрывается через 3 секунды, нанося урон ядом по всей площади. \nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
	
LANGUAGE.weapon_blitzrifle_name						= "Штурмовая винтовка 'Блиц'"
LANGUAGE.weapon_blitzrifle_desc						= "Штурмовая винтовка с установленным оптическим прицелом с большим увеличением.\n Стреляет пулями крупного калибра, которые наносят большой урон при приемлемой отдаче и разбросе."
LANGUAGE.weapon_boomstick_name						= "Дробовик 'Громовая палка'"
LANGUAGE.weapon_boomstick_desc						= "В патроннике этого легендарного ружья может находиться сразу 4 патрона, которые выстреливаются одновременно.\nОружие настолько мощное, что даже сами стрелки после выстрела оказываются в свалены с ног на значительный промежуток времени."
LANGUAGE.weapon_bulletstorm_name					= "ПП 'Пулевой шторм'"
LANGUAGE.weapon_bulletstorm_desc					= "Мощный пистолет-пулемёт, способный выпускать непрерывный град пуль. Очень неточен и требует пользования с осторожностью, но с отдачей справляется легче, чем с другим большинством пистолетов-пулемётов."
LANGUAGE.weapon_meatcleaver_name					= "Нож мясника"
LANGUAGE.weapon_meatcleaver_desc					= "Острый нож, первоначально использовавшийся для разрезания костей и сухожилий. \nПопадание в противника даёт владельцу небольшой бонус к скорости, который суммируется до 20 раз (+10 скорости передвижения за попадание). \nЭтот бонус сбрасывается через 4 секунды после того, как вы не попали по врагу."
LANGUAGE.weapon_crackler_name						= "Штурмовая винтовка 'Крекер'"
LANGUAGE.weapon_crackler_desc						= "Точная штурмовая винтовка с низкой отдачей. Это старая модель, стреляющая патронами достаточно низкого калибра."
LANGUAGE.weapon_impalercbow_name					= "Арбалет 'Пронзатель'"
LANGUAGE.weapon_impalercbow_desc					= "Стреляет раскалёнными арбалетными болтами с высокой скоростью. \nЭтот болт пронзает нескольких врагов, нанося последовательно всё меньший урон, чем больше врагов пронзено."
LANGUAGE.weapon_crowbar_name						= "Монтировка"
LANGUAGE.weapon_crowbar_desc						= "Удивительно полезное оружие ближнего боя. \nПри попадании во вражескую баррикаду это оружие имеет шанс немедленно вытащить один гвоздь."
LANGUAGE.weapon_deagle_name 						= "Пистолет 'Зомбодрель'"
LANGUAGE.weapon_deagle_desc							= "Высокая убойная сила и точность пистолета позволяют использовать его даже на дальних расстояниях."
LANGUAGE.weapon_cowpoke_name						= "Дробовик 'Ковбой'"
LANGUAGE.weapon_cowpoke_desc						= "Двуствольное ружьё, которое может стрелять из обоих стволов одновременно. \nНизкая ёмкость патронника оставляет пользователей в неудобном положении для нападения во время перезарядки этого оружия."
LANGUAGE.weapon_capturedrone_name					= "Дрон"
LANGUAGE.weapon_capturedrone_desc					= "Дистанционно управляемый дрон для наблюдения.\nПомимо разведки, он также может использоваться для дистанционного захвата передатчиков.\nПри получении достаточного урона дрон взрывается, нанося урон вокруг."
LANGUAGE.weapon_capturedroneremote_name				= "Пульт управления дроном"
LANGUAGE.weapon_capturedroneremote_desc				= "Может использоваться для дистанционного управления дронами"
LANGUAGE.weapon_empgun_name							= "ЭМИ пистолет"
LANGUAGE.weapon_empgun_desc							= "Специальный инструмент, вызывающий ЭМИ взрыв. \nВыстрелы из этого пистолета могут мгновенно уничтожить турели, мэнхэки или другие развёртываемые объекты.\nСюда также относятся баррикады, для которых ЭМИ взрыв уничтожит все гвозди в объекте. \nВыстрел также может временно вывести из строя передатчики, контролируемые противником, чтобы помешать их трансляции."
LANGUAGE.weapon_endershotgun_name					= "Дробовик 'Эндер'"
LANGUAGE.weapon_endershotgun_desc					= "Автоматическое ружьё, способное выпускать множество снарядов за короткий промежуток времени. О его мощи на близких расстояниях ходит много легенд."
LANGUAGE.weapon_enemyradar_name						= "Биометрический сканер"
LANGUAGE.weapon_enemyradar_desc						= "Этот инструмент очень важен для отслеживания передвижения противника, он посылает сигнал, который показывает текущее местоположение всех врагов.\nСканирование также может показать любые гнёзда зомби, которые могут быть. \nСигнал будет обновляться каждые 8 секунд.\nЕсли враг вблизи то показывает его хп."
LANGUAGE.weapon_energysword_name					= "Энергетический меч"
LANGUAGE.weapon_energysword_desc					= "Клинок комбайнов, который разрубает врагов с помощью тёмной энергии.\nЭта энергия пробивает броню.\nДополнительная атака выполняет атаку рывком, толкая пользователя вперёд по земле. \n Пользователь будет медленно набирать скорость, начиная с медленной и достигая в итоге очень высокой скорости. В середине этого рывка пользователь имеет меньше ловок и может быть застан врасплох."
LANGUAGE.weapon_eraser_name							= "Пистолет 'Уничтожитель'"
LANGUAGE.weapon_eraser_desc							= "Уникальный тактический пистолет, который наносит тем больше урона, чем меньше патронов осталось в магазине.\nПоследняя пуля в магазине наносит в три раза больше обычного урона."
LANGUAGE.weapon_flashbang_name						= "Светошумовая граната"
LANGUAGE.weapon_flashbang_desc						= "Светошумовая граната, которая взрывается через 1.5 секунды после броска. \nИгроки, смотрящие на вспышку в момент её взрыва, будут временно ослеплены, с вероятностью 25% также временно потеряют равновесие и упадут на землю."
LANGUAGE.weapon_convalescence_name					= "Медицинская винтовка 'Выздоровление'"
LANGUAGE.weapon_convalescence_desc					= "Винтовка, стреляющая пулями, которые могут как лечить союзников, так и наносить врагам непрерывный урон токсинами. Имеет оптический прицел для лечения на дальних расстояниях.\nПопаданим в голову союзнику вы вылечите намного больше."
LANGUAGE.weapon_crossfire_name						= "Пистолет 'Перекрёстный огонь'"
LANGUAGE.weapon_crossfire_desc						= "Каждая пуля, выпущенная из этого пистолета, при вылете из ствола разделяется на три.\nПистолет имеет небольшую мощь, но может оказаться очень эффективным в руках опытного пользователя."
LANGUAGE.weapon_grenadelauncher_name				= "Гранатомёт"
LANGUAGE.weapon_grenadelauncher_desc				= "Это оружие стреляет особыми осколочными гранатами, которые взрываются при попадании. Они наносят значительный урон развёрнутым строениям, но неэффективны против живых целей."
LANGUAGE.weapon_turretcontrol_name					= "Пульт управления турелью"
LANGUAGE.weapon_turretcontrol_desc					= "С помощью этого инструмента можно вручную управлять турелями и направлять их огонь на заданные цели."
LANGUAGE.weapon_meathook_name						= "Мясной крюк"
LANGUAGE.weapon_meathook_desc						= "При ударе врага этим крюком, он впивается в него и наносит постоянный урон.\nПока крюк находится внутри цели, цель теряет способность в прицеливании."
LANGUAGE.weapon_hunter_name							= "Винтовка 'Охотник'"
LANGUAGE.weapon_hunter_desc							= "Снайперская винтовка, стреляющая патронами очень крупного калибра. Магазин вмещает всего один патрон, но выстрел получается очень мощным.\nВыстрел достаточно мощный, чтобы убить на месте, если он попадёт в голову."
LANGUAGE.weapon_injector_name						= "Инжекционный пистолет 'Инъектор'"
LANGUAGE.weapon_injector_desc						= "Медицинский инъекционный пистолет малого радиуса действия. Может исцелять союзников или наносить вред врагу с помощью смертельной дозы, которая медленно действует в закрытом помещении и автоматически наводится на ближайшую цель. Не может стрелять, пока не окажется в зоне досягаемости."
LANGUAGE.weapon_immortal_name						= "Пистолет 'Бессмертный'"
LANGUAGE.weapon_immortal_desc						= "Этот револьвер был усовершенствован с помощью технологии комбайнов. \nВыстрелы из этого пистолета наносят до двух раз больше первоначального урона в зависимости от степени ранения владельца."
LANGUAGE.weapon_inferno_name						= "Штурмовая винтовка 'Инферно'"
LANGUAGE.weapon_inferno_desc						= "Это оружие отличается высокой точностью даже по сравнению с другими винтовками. Оно также оснащено оптическим прицелом, что делает его очень полезным при стрельбе на дальние расстояния."
LANGUAGE.weapon_inquisition_name					= "Арбалет 'Инквизиция'"
LANGUAGE.weapon_inquisition_desc					= "Арбалет пистолетного типа, модифицированный для разделения арбалетного болта на три части и последовательного выстрела каждого из них."
LANGUAGE.weapon_ioncannon_name						= "Ионная пушка"
LANGUAGE.weapon_ioncannon_desc						= "Футуристическое огнестрельное оружие, стреляющее несколькими потоками импульсной энергии.\nЕго точность повышается по мере стрельбы, но из-за малого объёма магазина трудно долго сохранять точность при стрельбе."
LANGUAGE.weapon_kalashnikov_name					= "Штурмовая винтовка 'Калаш'"
LANGUAGE.weapon_kalashnikov_desc					= "По сравнению с другими штурмовыми винтовками, при непрерывном огне винтовка становится гораздо более неточной, но её высокая убойная сила практически не имеет себе равных."
LANGUAGE.weapon_stalker_name						= "Штурмовая винтовка 'Сталкер'"
LANGUAGE.weapon_stalker_desc						= "Универсальная винтовка с хорошей точностью и скорострельностью, это оружие является хорошим выбором для многих видов боевых действий."
LANGUAGE.weapon_stalkersilenced_name				= "Штурмовая винтовка 'Преследователь'"
LANGUAGE.weapon_stalkersilenced_desc				= "Модифицированная винтовка 'Сталкер' с добавлением технологии скрытности для скрытных операций. Если стоять неподвижно и держать оружие в руках, то медленно включается поле невидимости, скрывающее владельца.\nПоле невидимости быстро снимается при стрельбе или движении на высокой скорости."
LANGUAGE.weapon_stalkersilenced_stealthmeter		= "НЕВИДИМОСТЬ"

LANGUAGE.weapon_ricochet_name						= "Пистолет 'Рикошет'"
LANGUAGE.weapon_ricochet_desc 						= "В этом револьвере используются особо закалённые пули, которые могут отскакивать от поверхности стен и зданий. \nЭти пули наносят в 1.5 раза больше первоначального урона при попадании во врага после отскока от поверхности."

LANGUAGE.weapon_buststick_name						= "Бюст на палочке"
LANGUAGE.weapon_buststick_desc						= "Это оружие ближнего боя было сделано из мраморного бюста и прикреплённой к нему палки. \nКогда кто-то получает удар этим оружием, он гарантированно получит сотрясение мозга и теряет сознание на 20 секунд. \nБюст также ломается после первого удара, нанося с этого момента на 50% больше урона в виде рубящих ударов."
LANGUAGE.weapon_greataxe_name						= "Полукруглый топор"
LANGUAGE.weapon_greataxe_desc						= "Этот массивный топор даёт владельцу некоторую защиту от пуль. \nВначале оружие имеет 10 наложений защиты. Каждый раз, когда в владельца стреляют, когда он держит топор, тратится одно наложение защиты, чтобы уменьшить получаемый урон на 50%.\nПопадание по врагу добавляет одно наложение защиты, а убийство врага добавляет 3 наложения защиты.\nЭффект топора вступает в силу после бронежилета."
LANGUAGE.weapon_greatexe_defensestacks				= "НАЛОЖ. ЗАЩИТЫ"
LANGUAGE.weapon_lampmelee_name						= "Торшер"
LANGUAGE.weapon_lampmelee_desc						= "Эта лампа - хорошее оружие ближнего боя. С ней относительно медленно замахивается, но она обладает большой силой."
LANGUAGE.weapon_mechanicwrench_name					= "Гаечный ключ механика"
LANGUAGE.weapon_mechanicwrench_desc					= "Этот гаечный ключ - любимая вещь диверсантов. Удар гаечным ключом по вражескому передатчику прекращает его трансляцию. Однако захватить передатчики с гаечным ключом в руках невозможно."
LANGUAGE.weapon_longsword_name						= "Длинный меч"
LANGUAGE.weapon_longsword_desc						= "Средневековое оружие. Владелец может совершить большой прыжок, зарядив его дополнительной атакой. Расстояние прыжка зависит от того, как долго был заряжен прыжок.\nВладелец будет замедлен, пока заряжает прыжок."
LANGUAGE.weapon_keyboard_name						= "Клавиатура"
LANGUAGE.weapon_keyboard_desc						= "Если ударить человека клавиатурой, то он временно станет более восприимчивым к урону, получая на 30% больше. Это длится в течение 10 секунд."
LANGUAGE.weapon_sawhack_name						= "Кромсатель"
LANGUAGE.weapon_sawhack_desc						= "Оружие ближнего боя, созданное путём замены лезвия топора на вращающийся пильный диск.\nНаносит врагам глубокие порезы, которые со временем кровоточат, нанося больше урона."
LANGUAGE.weapon_telescopic_baton_name				= "Телескопическая дубинка"
LANGUAGE.weapon_telescopic_baton_desc				= "Лёгкое оружие, полезное для быстрых ударов. Чем больше ударов подряд наносит владелец оружия по врагу, тем быстрее он может размахивать этим оружием."
LANGUAGE.weapon_murasama_name				= "Мурасама"
LANGUAGE.weapon_murasama_desc				= "Сделай харакири на ВТОРУЮ КНОПКУ Мыши увеличив урон на 44."

LANGUAGE.weapon_m249_name							= "'Бензопила' M249"
LANGUAGE.weapon_m249_desc							= "С крупным коробчатым магазином на 200 патронов, этот пулемёт ведёт непрерывный малокалиберный огонь. \nСтрельба из этого оружия во время движения приведёт к значительному снижению точности."
LANGUAGE.weapon_manhack_name						= "Мэнхэк"
LANGUAGE.weapon_manhack_desc						= "Атакующий дрон, оснащённый острыми как бритва лезвиями.\nМожет использоваться для атаки врагов на расстоянии, разрезая их на части, но имеет мало здоровья и требует времени для приноровления для эффективного использования."
LANGUAGE.weapon_manhackcontrol_name					= "Пульт управления мэнхэком"
LANGUAGE.weapon_manhackcontrol_desc					= "Пульт дистанционного управления, используемый для дистанционного маневрирования мэнхэком."
LANGUAGE.weapon_medikit_name						= "Аптечка"
LANGUAGE.weapon_medikit_desc						= "Небольшая аптечка, укомплектованная различными медицинскими принадлежностями.\nМожет использоваться для эффективного и быстрого лечения союзников.\nПравая кнопка мыши используется для самолечения, но это сделает комплект недоступным для лечения союзников на некоторое время."
LANGUAGE.weapon_medigun_name						= "Медицинский пистолет 'Спаситель'"
LANGUAGE.weapon_medigun_desc						= "Стреляет снарядами, которые могут лечить союзников на расстоянии.\nПопадание во врагов применяет смертельную дозу и на мгновение наносит непрерывный урон токсином."
LANGUAGE.weapon_megamasher_name						= "Мегараздавливатель"
LANGUAGE.weapon_megamasher_desc						= "Оружие ближнего боя, созданное с использованием значительного количества металлолома.\nСверхтяжёлый и медленный в использовании, но никакое оружие не сравнится с ним по разрушительной силе.\nВладелец может временно быстро перемещаться вперёд во время замаха оружием.\nОсобенно эффективен против баррикад."
LANGUAGE.weapon_nailgun_name						= "Гвоздомёт"
LANGUAGE.weapon_nailgun_desc						= "Стреляет гвоздями с чрезвычайно высокой скоростью.\nВыстрелив из этого оружия, при этом, смотря на объект, вы можете прибить его к месту подобно молотку.\nГвозди можно использовать повторно, если они попали в твердую поверхность, такую как стены и пол.\nВыстреленные гвозди рассматриваются как пули и блокируются силовыми полями, но на них не действуют никакие противоснарядные механизмы."
LANGUAGE.weapon_neutrinoLMG_name					= "Импульсный РП 'Нейтрино'"
LANGUAGE.weapon_neutrinoLMG_desc					= "Этот импульсный ручной пулемёт стреляет болтами импульсной энергии. Стреляет медленно, но тем быстрее, чем больше выстрелов сделано за один залп.\nИспользует патроны непосредственно из вашего кармана, без необходимости перезарядки."
LANGUAGE.weapon_positron_name						= "Лучевая пушка 'Позитрон'"
LANGUAGE.weapon_positron_desc						= "Выпускает пучок заряженных позитронов. При первом контакте с противником луч слаб, но его мощность возрастает, если он дольше остаётся на одной цели.\n Наносит тройной урон баррикадам и т.п. \nИспользует патроны непосредственно из вашего кармана, без необходимости перезарядки."
LANGUAGE.weapon_owenspistol_name					= "Пистолет 'Оуэнс'"
LANGUAGE.weapon_owenspistol_desc					= "Этот пистолет стреляет патронами, которые при выходе из ствола разделяются на двое.\nДостаточно неточный для пистолета, он наиболее эффективен на близких расстояниях."
LANGUAGE.weapon_peashooterpistol_name				= "Пистолет 'Стрелок'"
LANGUAGE.weapon_peashooterpistol_desc				= "Полуавтоматический пистолет, стреляющий очередями по 3 патрона. Патроны имеют небольшой калибр, но пистолет может поддерживать постоянный поток огня."
LANGUAGE.weapon_leadpipe_name						= "Свинцовая труба"
LANGUAGE.weapon_leadpipe_desc						= "Тяжёлое и прочное тупое оружие. Если ударить врага этим оружием, он точно словит сотрясение. \nДополнительная атака позволяет владельцу зарядиться для очень сильного взмаха, который имеет большое отбрасывание и урон, в зависимости от того, как долго он был заряжен."
LANGUAGE.weapon_palliator_name						= "Медицинский излучатель 'Аллигатор'"
LANGUAGE.weapon_palliator_desc						= "Это оружие излучает медицинскую энергию в виде луча, автоматически наводящегося на выбранную цель в радиусе действия. Он вылечит цель, если она союзник, или ранит и замедлит её, если она враг.\nЛКМ: Зафиксировать цель\nПКМ: Отменить цель"
LANGUAGE.weapon_palliator_attacking_x				= "АТАКА: %s"
LANGUAGE.weapon_palliator_healing_x					= "ЛЕЧЕНИЕ: %s"

LANGUAGE.wep_classic					= "'Классик' Винтовка"
LANGUAGE.wep_d_classic					= "Просто ВЗРЫВ"
LANGUAGE.wep_classixx					= "КЛАССИКССССССС"
LANGUAGE.wep_d_classixx				= "Свежая струя говна в тебя летит."
LANGUAGE.weapon_plankmelee_name						= "Доска"
LANGUAGE.weapon_plankmelee_desc						= "Очень простое оружие ближнего боя, состоящее из одной доски. Им можно быстро размахивать."
LANGUAGE.weapon_plank2melee_name						= "Доска с гвоздями"
LANGUAGE.weapon_plank2melee_desc						= "Очень простое оружие ближнего боя, состоящее из одной доски и пары гвоздей. Им можно быстро размахивать.\nДает кровотечение владельцу и врагу."
LANGUAGE.weapon_podvodny_name						= "Дротиковая винтовка 'Подводная'"
LANGUAGE.weapon_podvodny_desc						= "Ужасающее оружие, стреляющее дротиками, которые вызывают сильное кровотечение у цели.\n 75% урона наносится в виде кровотечения."
LANGUAGE.weapon_practicion_name						= "Медицинская винтовка 'Практика'"
LANGUAGE.weapon_practicion_desc						= "Огнестрельное оружие, использующее медицинские препараты. Вызывает передозировку, наносящую непрерывный урон токсинами.\nПопадание по дружественным целям лечит их понемногу при каждом попадании. Попадание в голову лечит намного больше."
LANGUAGE.weapon_adonispulse_name					= "Импульсная винтовка 'Адонис'"
LANGUAGE.weapon_adonispulse_desc					= "Мощная штурмовая винтовка, использующая импульсную энергию.\nИмеет медленную скорострельность, но очень низкую отдачу.\nЗамедляет врагов, попавших под выстрел."
LANGUAGE.weapon_reaperUMP_name						= "ПП 'Жнец'"
LANGUAGE.weapon_reaperUMP_desc						= "По своей останавливающей способности этот пистолет-пулемёт сравним с крупнококалиберным штурмовым оружием, но его точность, как и у других пистолетов-пулемётов, оставляет желать лучшего."
LANGUAGE.weapon_redeemer_name						= "Два пистолета 'Искупитель'"
LANGUAGE.weapon_redeemer_desc						= "Два скорострельных полуавтоматических пистолета. С общим количеством 30 патронов в магазинах эта пара пистолетов может противостоять даже более тяжёлому оружию."
LANGUAGE.weapon_renegade_name						= "Импульсная снайперская винтовка 'Ренегат'"
LANGUAGE.weapon_renegade_desc						= "Крупнокалиберная снайперская винтовка, использующая импульсные боеприпасы. \nПри выстреле в месте попадания создаётся электрическое поле высокого напряжения. \nЭто поле наносит постоянный небольшой урон игрокам и баррикадам в радиусе своего действия, пока не рассеется."
LANGUAGE.weapon_helvetica_name						= "Винтовка 'Гельветика'"
LANGUAGE.weapon_helvetica_desc						= "Стрелковая винтовка, которая наносит бронебойный урон.\nЕё урон остаётся постоянным и не зависит от выстрелов в голову или других эффектов."
LANGUAGE.weapon_severance_name						= "Дробовик 'Разрыв'"
LANGUAGE.weapon_severance_desc						= "Ружьё, стреляющее мощными крупнокалиберными боеприпасами. Сила взрыва может со значительной силой оттолкнуть цель."
LANGUAGE.weapon_shovel_name							= "Лопата"
LANGUAGE.weapon_shovel_desc							= "Прочная лопата, которая также пригодится для копания. \nПри попадании этим оружием в землю (грязь, песок или снег) есть 10% шанс откопать мешок с патронами."
LANGUAGE.weapon_signalbooster_name					= "Усилитель сигнала"
LANGUAGE.weapon_signalbooster_desc					= "Держа это оружие в руке, вы сможете захватывать передатчики с удвоенной скоростью. \nОн также показывает расстояние до каждого передатчика."
LANGUAGE.weapon_silencer_name						= "Пистолет-пулемёт 'Глушитель'"
LANGUAGE.weapon_silencer_desc						= "Автоматический пистолет-пулемёт с исключительно высокой скорострельностью. \nМожет легко расправиться с любым врагом вблизи, пули имеют очень низкий калибр. Пистолет-пулемёт также страдает от низкой точности при непрерывной стрельбе."
LANGUAGE.weapon_sledgehammer_name					= "Кувалда"
LANGUAGE.weapon_sledgehammer_desc					= "Тяжёлое тупое оружие ближнего боя, которое медленно размахивается. \nИмеет сильную отдачу и урон, особенно баррикадам, которым наносит в 3 раза больше обычного урона."
LANGUAGE.weapon_slinger_name						= "Болтовой пистолет 'Пращник'"
LANGUAGE.weapon_slinger_desc						= "Модифицированный пистолет, стреляющий одним арбалетным болтом. \nПосле каждого выстрела необходимо перезаряжаться, но болт наносит значительный урон."
LANGUAGE.weapon_tinyslug_name						= "Дальнобойная винтовка 'Кроха'"
LANGUAGE.weapon_tinyslug_desc						= "Это сильно модифицированное оружие является грозной снайперской винтовкой. \nОснащённая очень крупным калибром, она обладает непревзойдённой останавливающей силой."

LANGUAGE.weapon_fusilier_name						= "Винтовка 'Фузилёр'"
LANGUAGE.weapon_fusilier_desc						= "Полуавтоматическая боевая винтовка, обладающая высокой точностью. \nПоскольку она не имеет сферы применения, её использование требует тщательного обдумывания со стороны пользователя."

LANGUAGE.weapon_shredder_name						= "ПП 'Дробитель'"
LANGUAGE.weapon_shredder_desc						= "Этот пистолет-пулемёт довольно точен и имеет меньшую отдачу, чем большинство пистолетов-пулемётов."
LANGUAGE.weapon_smokegrenade_name					= "Дымовая граната"
LANGUAGE.weapon_smokegrenade_desc					= "Выпускает густой дым через 2 секунды после броска. Дым держится очень долго и заслоняет зрение, что позволяет использовать его в стратегических целях."
LANGUAGE.weapon_stubber_name						= "Винтовка 'Зашибатель'"
LANGUAGE.weapon_stubber_desc						= "Винтовка со скользящим затвором и оптическим прицелом. Благодаря низкой скорости перезарядки и скорострельности в умелых руках она имеет огромное значение."
LANGUAGE.weapon_stunstick_name						= "Электродубинка"
LANGUAGE.weapon_stunstick_desc						= "Слабее, чем другие виды оружия ближнего боя, но временно оглушает цель и лишает её возможности действовать."
LANGUAGE.weapon_sweeper_name						= "Дробовик 'Чистильщик'"
LANGUAGE.weapon_sweeper_desc						= "Мощное помповое ружьё. Может быть очень разрушительным вблизи."
LANGUAGE.weapon_combatknife_name					= "Боевой нож"
LANGUAGE.weapon_combatknife_desc					= "Нож, которым можно очень быстро размахивать."
LANGUAGE.weapon_terminator_name						= "Пистолет 'Терминатор'"
LANGUAGE.weapon_terminator_desc						= "Самозарядный пистолет, вмещающий 6 патронов в каждый магазин. \nМагазины специально изготовлены таким образом, что попадание в голову противника автоматически перезаряжает все патроны.\nПри правильном использовании из этого оружия можно получить поток очень разрушительного огня, но при промахе владелец остаётся открытым для атаки."
LANGUAGE.weapon_tommysmg_name						= "ПП 'Томми'"
LANGUAGE.weapon_tommysmg_desc						= "Оснащённый барабанным магазином на 75 патронов большего, чем обычно, калибра, этот пистолет-пулемёт может вести впечатляюще быстрый огонь.\nОднако его сдерживает низкая скорость перезарядки и очень неточный разброс."
LANGUAGE.weapon_tosser_name							= "ПП 'Эхо'"
LANGUAGE.weapon_tosser_desc							= "Пистолет-пулемёт с магазином ёмкости 25 патронов. Имеет приличную скорострельность, но его малый калибр и устаревшая конструкция оставляют желать лучшего."
LANGUAGE.weapon_trenchgun_name						= "Дробовик 'Траншея'"
LANGUAGE.weapon_trenchgun_desc						= "Помповый дробовик, вмещающий 4 патрона. Имеет довольно высокую скорострельность для помпового дробовика, но при этом наносит меньший общий урон."
LANGUAGE.weapon_sprayer_name						= "ПП 'Опрыскиватель'"
LANGUAGE.weapon_sprayer_desc						= "Этот пистолет-пулемёт имеет магазин большой ёмкости, но крайне неточен.\nОн наиболее полезен вблизи и на коротком расстоянии."
LANGUAGE.weapon_ventilator_name						= "Пистолет 'Вентилятор'"
LANGUAGE.weapon_ventilator_desc						= "Этот пистолет был значительно модифицирован для стрельбы патронами очень крупного калибра. Кроме того, при необходимости он может выпустить всю обойму наперёд, как дробовик, нанося огромный урон, хотя и с большим разбросом.\n Из-за этого скорость перезарядки пистолета сильно снижается, и его следует использовать экономно. \nЛКМ: Выстрел\nПКМ: Выстрелить весь магазин"
LANGUAGE.weapon_waraxe_name							= "Пистолет 'Топор войны'"
LANGUAGE.weapon_waraxe_desc							= "Пистолет, стреляющий патронами, которые при выходе из ствола разделяются на четыре части.\nОн более точен, чем большинство дробовиков, что позволяет использовать его и на больших расстояниях."
LANGUAGE.weapon_pulsepistol_name					= "Импульсный пистолет 'Z9000'"
LANGUAGE.weapon_pulsepistol_desc					= "Это импульсное энергетическое оружие. Оно не наносит большого урона, но значительно замедляет врагов.\nВнутренний механизм этого пистолета используется в качестве основы для всего остального импульсного оружия."
LANGUAGE.weapon_zeusrifle_name						= "Винтовка 'Зевс'"
LANGUAGE.weapon_zeusrifle_desc						= "Стрелковая винтовка является полностью автоматической и не теряет точность даже во время стрельбы.\nЕё прицел с высокократным увеличением также полезен для поражения целей, находящихся на большом расстоянии."
LANGUAGE.weapon_whirlwind_name						= "Перехватчик 'Вихрь'"
LANGUAGE.weapon_whirlwind_desc						= "Этот пистолет автоматически заряжает свою внутреннюю ёмкость с течением времени. \nОн будет автоматически стрелять по вражеским снарядам, находящимся перед пользователем, отражая их примерно в ту сторону, куда он нацелен.\nВ качестве огнестрельного оружия оставляет желать лучшего, но его возможности перехвата заполняют ценную стратегическую нишу."
LANGUAGE.weapon_combinesniper_name					= "Винтовка 'Блокировка'"
LANGUAGE.weapon_combinesniper_desc					= "Эта винтовка, выдаваемая комбайнам, использует внутренний механизм для зарядки выстрелов, наносящих впечатляющий урон.\nНажмите и удерживайте кнопку атаки, чтобы зарядить выстрел, и отпустите её, чтобы выстрелить.\nЕсли держать оружие заряженным слишком долго, это может привести к обратному срабатыванию механизма и получению урона пользователем."
LANGUAGE.weapon_rupture_name						= "Импульсный арбалет 'Разлом'"
LANGUAGE.weapon_rupture_desc						= "Этот арбалет стреляет особыми электрическими болтами.\n Болты не наносят большого урона при прямом попадании в противника, но они взрываются с небольшой задержкой после попадания в поверхность.\nБолты не взрываются при прямом попадании во врага."



LANGUAGE.shopitem_bodyarmor_name					= "Бронежилет"
LANGUAGE.shopitem_bodyarmor_desc					= "При покупке надевает дополнительный военный бронежилет с прочностью 100ед., который снижает скорость передвижения на 25ед.\n Этот бронежилет блокирует 75% полученного урона от взрыва и 60% от пуль и урона в ближнем бою.\nОднако он не защищает голову и не защищает от источников, не пропускающих бронежилет, например, от яда.\nПолучение урона, который снижается защитой, постепенно снижает его прочность.\nКровавая броня снижает получаемую броню."
LANGUAGE.shopitem_bodyarmor_alreadyhave				= "На вас уже надет целый бронежилет."

LANGUAGE.shopitem_adrenaline_name					= "Адреналин"
LANGUAGE.shopitem_adrenaline_desc					= "При покупке впрыскивает адреналин, который увеличивает скорость передвижения на 20 ед., а максимальное здоровье снижает на 10ед.\nАдреналин лечит!"
LANGUAGE.shopitem_adrenaline_toomuch				= "Дальнейшее применение адреналина приведёт к летальному исходу."

LANGUAGE.shopitem_ammo_name							= "Боеприпасы"
LANGUAGE.shopitem_ammo_desc							= "При покупке получаете боеприпасы для имеющегося у вас оружия.\nКоличество полученных боеприпасов зависит от оружия и представляет собой количество боеприпасов, выданных при первой покупке."
LANGUAGE.shopitem_ammo_invalid						= "Боеприпасы этого оружия не могут быть восполнены."

LANGUAGE.statusname_invuln							= "НЕУЯЗВИМОСТЬ"
LANGUAGE.statusname_bodyarmor						= "БРОНЕЖИЛЕТ"
LANGUAGE.statusname_poisonrecover					= "ИЗВЛЕЧЕНИЕ ЯДА"
LANGUAGE.statusname_toxic							= "ПЕРЕДОЗИРОВКА"
LANGUAGE.statusname_bleeding						= "КРОВОТЕЧЕНИЕ"

LANGUAGE.ammo_medical_energy						= "Медицинская энергия"

LANGUAGE.hm_mostenemykilled_name 					= "Ассасин"
LANGUAGE.hm_mostenemykilled_desc 					= "%s убил %d своих врагов."
LANGUAGE.hm_mostdamagetoenemy_name 					= "Разжигатель войны"
LANGUAGE.hm_mostdamagetoenemy_desc 					= "%s нанёс своим врагам в общей сложности %d урона."
LANGUAGE.hm_pacifist_name 							= "Пацифист"
LANGUAGE.hm_pacifist_desc 							= "%s не убил ни одного врага."
LANGUAGE.hm_mosthelpful_name 						= "Рука помощи"
LANGUAGE.hm_mosthelpful_desc 						= "%s помог в убийстве %d врагов своими союзниками"
LANGUAGE.hm_mostpurchases_name 						= "Капитализм"
LANGUAGE.hm_mostpurchases_desc 						= "%s потратил на покупки в общей сложности %d очков."
LANGUAGE.hm_mosthacking_name 						= "Взлом планеты"
LANGUAGE.hm_mosthacking_desc 						= "%s использовал взломщик на передатчиках %d раз."
LANGUAGE.hm_mosthealing_name 						= "Хороший доктор"
LANGUAGE.hm_mosthealing_desc						= "%s помог своим союзникам, вылечив в общей сложности %d здоровья."
LANGUAGE.hm_mostrepairing_name 						= "Строймастер"
LANGUAGE.hm_mostrepairing_desc 						= "%s восстановил в общей сложности %d ед. здоровья баррикадам."
LANGUAGE.hm_mosttransmission_name 					= "Связист"
LANGUAGE.hm_mosttransmission_desc 					= "%s потратил %d сек. своего времени на захват передатчиков."
LANGUAGE.hm_warrior_name 							= "Тактик по ближнему бою"
LANGUAGE.hm_warrior_desc							= "%s использовал оружие ближнего боя для убийства %d врагов."
LANGUAGE.hm_mostheadshots_name 						= "Охотник за головами"
LANGUAGE.hm_mostheadshots_desc 						= "%s прострелил головы %d своих врагов."
LANGUAGE.hm_barricadedestroyer_name 				= "Из бригады по разрушению"
LANGUAGE.hm_barricadedestroyer_desc					= "%s нанёс баррикадам %d урона."
LANGUAGE.hm_usefultoopposite_name 					= "В добрый путь, гений"
LANGUAGE.hm_usefultoopposite_desc 					= "%s был убит врагами %d раз."
LANGUAGE.hm_killstreaks_name 						= "Спецназ"
LANGUAGE.hm_killstreaks_desc 						= "%s смог убить %d врагов на одном дыхании."
LANGUAGE.hm_bestaim_name 							= "Снайпер"
LANGUAGE.hm_bestaim_desc 							= "%s отстрелял соперников с точностью в %d%%."

LANGUAGE.hm_expensive_name 							= "Предмет роскоши"
LANGUAGE.hm_expensive_desc 							= "%s совершил самую дорогую покупку: %s, стоимостью %d очков."
LANGUAGE.hm_mostsamples_name 						= "Я отниму это у тебя"
LANGUAGE.hm_mostsamples_desc 						= "%s получил в общей сложности %d биообразцов."
LANGUAGE.hm_nestdestroyer_name 						= "Услуги по устранению гнёзд"
LANGUAGE.hm_nestdestroyer_desc 						= "%s уничтожил %d гнёзд зомби, которые ещё зарождались."
LANGUAGE.hm_sniperelite_name 						= "Элитный снайпер"
LANGUAGE.hm_sniperelite_desc 						= "%s удалось уничтожить врага, который находился на расстоянии %d единиц от него. Отличный выстрел!"
LANGUAGE.hm_survivor_name 							= "Последний выживший"
LANGUAGE.hm_survivor_desc 							= "%s выжил, пройдя через %d волны. А мы точно не играем в режим Zombie Survival?"

LANGUAGE.consecutive_kills							= " убийств"
LANGUAGE.cant_purchase_in_this_mode					= "Не может использоваться в этом режиме."
LANGUAGE.already_have_weapon						= "У вас уже есть это."
LANGUAGE.cant_use_in_classic_mode					= "Не может использоваться в режиме боя насмерть."
LANGUAGE.nothing_for_this_ammo						= "У вас нет ничего, что могло бы использовать этот тип боеприпасов."
LANGUAGE.dont_own_prerequisite						= "У вас нет необходимого оружия для улучшения."
LANGUAGE.weapon_has_no_upgrades						= "Это оружие не имеет дальнейших улучшений."
LANGUAGE.weapon_has_no_prerequisites				= "У этого оружия нет предыдущих версий."
LANGUAGE.cant_purchase_right_now					= "Вы не можете приобрести это прямо сейчас."
LANGUAGE.dont_have_enough_points					= "Недостаточно очков."
LANGUAGE.weapon_is_not_owned						= "Вы можете модифицировать только приобретённое оружие."

LANGUAGE.purchased_for_x_points						= "Приобретено за %d очков."
LANGUAGE.refunded_and_given_x_points				= "%d очков были возвращены."
LANGUAGE.upgraded_for_x_points						= "Улучшить за %d очков."

LANGUAGE.require_x_more_points						= "Требуется ещё %d очков"
LANGUAGE.purchase_item								= "Купить"
LANGUAGE.upgrade_item								= "Улучшить"
LANGUAGE.revert_item								= "Возврат"
LANGUAGE.pointshop_title							= "Магазин очков"
LANGUAGE.pointshop_title_guns1						= "Покупка оружия 1"
LANGUAGE.pointshop_title_guns2						= "Покупка оружия 2"
LANGUAGE.pointshop_title_melee						= "Покупка оружия ближнего боя"
LANGUAGE.pointshop_title_tools						= "Покупка инструмента"

LANGUAGE.x_points_abbreviated						= "%s ОЧК"

LANGUAGE.upgrade_to									= "Улучшить до: "
LANGUAGE.revert_to									= "Возврат до: "
LANGUAGE.upgrading_x								= "Улучшить %s"
LANGUAGE.reverting_x								= "Вернуть %s"
LANGUAGE.switch_to_upgrade							= "Переход в режим улучшения"
LANGUAGE.switch_to_revert							= "Переход в режим возврата"


LANGUAGE.tier_x										= "Уров. %d"
LANGUAGE.button_help								= "ПОМОЩЬ"
LANGUAGE.button_buyammo								= "Покупка патронов"
LANGUAGE.weapon_insured								= "Оружие застраховано"

LANGUAGE.disconnect_killed							= "%s покинул игру в ярости после того, как его убил %s."
LANGUAGE.nail_removed_by							= "%s убрал гвоздь %s."
LANGUAGE.prepare_yourself							= "Приготовьтесь к битве..."
LANGUAGE.purchased_x_for_y_points					= "Приобрели %s за %d очков!"
LANGUAGE.will_appear_after_respawn					= "Оружие будет выдано вам после возрождения."

LANGUAGE.samples_collected							= "Собранные образцы: %s"
LANGUAGE.that_life									= "За эту жизнь..."
LANGUAGE.x_damage_to_barricades						= "%d урона баррикадам"
LANGUAGE.x_damage_to_enemies						= "%d урона врагам"
LANGUAGE.x_kills									= "%d убийств"
LANGUAGE.press_jump_to_free_roam					= "Нажмите ПРЫЖОК, чтобы использовать камеру для свободного перемещения"
LANGUAGE.press_rmb_to_cycle_targets					= "Правая кнопка мыши для изменения цели"
LANGUAGE.press_duck_to_toggle_eyecam				= "Нажмите ПРИСЕСТЬ для переключения между видом от третьего/первого лица"
LANGUAGE.press_lmb_to_spawn							= "Левая кнопка мыши для возрождения"
LANGUAGE.you_respawned								= "Вы возродились."
LANGUAGE.x_respawned								= "возродился"

LANGUAGE.respawn_after_x_seconds					= "%d сек. до возрождения..."
LANGUAGE.observing_x								= "Наблюдение за: %s (%d)"
LANGUAGE.waiting_for_next_wave						= "Ожидание следующей волны..."
LANGUAGE.impossible									= "Невозможно."
LANGUAGE.trying_to_put_nails_in_glass				= "Нельзя забить гвоздь в стекло!"

LANGUAGE.comms_interrupted                          = "Трансляция прервана!"
LANGUAGE.all_transmitters_taken_by_x                = "%s захватили все передатчики!"
LANGUAGE.one_transmitter_taken_by_x				    = "%s захватили один из передатчиков!"
LANGUAGE.transmitter_comms_finished_by_x			= "%s закончили трансляцию."
LANGUAGE.transmitter_comms_tied						= "Обе команды закончили трансляцию."
LANGUAGE.samples_finished_by_x						= "%s собрали достаточно образцов."
LANGUAGE.samples_tied								= "Обе команды собрали достаточное количество образцов."
LANGUAGE.nest_destroyed_by_x				 		= "%s уничтожили гнездо!"
LANGUAGE.nest_spawned								= "Появилось новое гнездо зомби!"
LANGUAGE.transmitter_comms_disrupted_x				= "Передатчик %s был взломан! Их трансляция была повреждена на 5%%."
LANGUAGE.x_killed_all_enemies					    = "%s уничтожили всех врагов."
LANGUAGE.before_wave_cant_go_outside_spawn			= "Вы не можете покинуть зону возрождения до начала раунда!"
LANGUAGE.you_have_died								= "Вы погибли"
LANGUAGE.you_were_killed_by_x						= "Вы были убиты %s"
LANGUAGE.arsenal_upgraded							= "Получено"
LANGUAGE.final_wave									= "Последняя волна!"
LANGUAGE.cant_do_that_in_classic_mode				= "Вы не можете делать это в режиме боя насмерть."
LANGUAGE.cant_use_x_in_classic_mode					= "Вы не можете использовать %s в режиме боя насмерть!"
LANGUAGE.all_dead									= "Все игроки погибли."

LANGUAGE.final_wave_sub								= "Начинается последний бой!"
LANGUAGE.wave_x_has_begun							= "Волна %d начинается!"
LANGUAGE.wave_x_is_over								= "Волна %d завершилась."
LANGUAGE.sudden_death_start							= "ДОП. РАУНД! Побеждает команда, первой уничтожившая всех врагов!"
LANGUAGE.sudden_death								= "ДОПОЛНИТЕЛЬНЫЙ РАУНД"

LANGUAGE.too_close_to_another_nail					= "Нельзя вставить гвоздь так близко к другому гвоздю."
LANGUAGE.object_too_damaged_to_be_used				= "Этот предмет слишком повреждён, чтобы вбить его обратно."
LANGUAGE.x_turned_on_noclip							= "%s включает режим полёта."
LANGUAGE.x_turned_off_noclip						= "%s отключает режим полёта."

LANGUAGE.points										= "Очков: "
LANGUAGE.next_wave_in_x								= "Следующая волна через %s сек."
LANGUAGE.wave_ends_in_x								= "Волна закончится через %s сек."
LANGUAGE.wave_x_of_y								= "Волна %d/%d"
LANGUAGE.game_start_in_x							= "Раунд начнётся через %s сек."
LANGUAGE.intermission								= "Подготовка"
LANGUAGE.breath										= "O2"
LANGUAGE.waiting_for_players						= "Ожидание игроков..."
LANGUAGE.requires_x_people							= "Требуются %d человека"
LANGUAGE.packing_others_object						= "Складывание чужого объекта"
LANGUAGE.packing									= "Складывание"
LANGUAGE.loading									= "Загрузка..."
LANGUAGE.next_round_in_x							= "Следующий раунд через %s"
LANGUAGE.warning									= "Внимание!"
LANGUAGE.ok_and_no_reminder							= "Больше не видеть"

LANGUAGE.bandits_victory							= "БАНДИТЫ ПОБЕДИЛИ"
LANGUAGE.bandits_victory_desc						= "Бандиты ввергнут мир в хаос."
LANGUAGE.survivors_victory							= "ВЫЖИВШИЕ ПОБЕДИЛИ"
LANGUAGE.survivors_victory_desc						= "Выжившие доживут до нового дня."
LANGUAGE.no_victory									= "НИЧЬЯ"
LANGUAGE.no_victory_desc							= "Человечество погибнет в этой бессмысленной войне."
LANGUAGE.honorable_mentions                         = "Почётные награды"

LANGUAGE.right_click_to_hammer_nail					= "Щёлкните правой кнопкой мыши, чтобы забить гвоздь."
LANGUAGE.nails_x									= "Гвозди: %d"
LANGUAGE.resupply_box								= "Боеприпасы"
LANGUAGE.integrity_x								= "Здоровье: %d%%"
LANGUAGE.empty										= "ПУСТО"
LANGUAGE.manual_control								= "РУЧНОЕ УПРАВЛЕНИЕ"

LANGUAGE.credits_window_title                       = "Создатели режима ZS: BW"
LANGUAGE.credit_airrice                             = "Чу Хо \"air rice\" Ли"
LANGUAGE.credit_airrice_desc                        = "Программист Bandit Warfare"
LANGUAGE.credit_jetboom                             = "Уильям \"JetBoom\" Мудхе"
LANGUAGE.credit_jetboom_desc                        = "Создатель режима Zombie Survival / программист"
LANGUAGE.credit_zombiepanicsource                   = "Zombie Panic: Source"
LANGUAGE.credit_zombiepanicsource_desc              = "Звуки оружия ближнего боя"
LANGUAGE.credit_samuel                              = "Samuel"
LANGUAGE.credit_samuel_desc                         = "Модель комплекта досок"
LANGUAGE.credit_honsal                              = "honsal"
LANGUAGE.credit_honsal_desc                         = "Оригинальный перевод ZS на корейский"
LANGUAGE.credit_sunrust_community                   = "Benjy, The Darker One, Raox, Scott"
LANGUAGE.credit_sunrust_community_desc              = "Вклад в код режима"
LANGUAGE.credit_github                              = "Другие участники проекта GitHub ZS"
LANGUAGE.credit_github_desc                         = "Различные вклады в код"

LANGUAGE.scoreboard_gamemode_author                 = "от %s (%s)"

LANGUAGE.scoreboard_tag_jetboom                     = "JetBoom\nСоздатель режима Zombie Survival!"
LANGUAGE.scoreboard_tag_airrice                     = "air rice\nПрограммист режима Bandit Warfare"
LANGUAGE.scoreboard_tag_admin                       = "Админ"

LANGUAGE.pointfloater_x_assisted                    = "%s (помощь)"
LANGUAGE.pointfloater_x_assist                      = "%s (помощь)"

LANGUAGE.pointfloater_x_kills                       = "%s УБИЙСТВ"
LANGUAGE.pointfloater_kill_killed                   = "УБИТ"

LANGUAGE.stat_walkspeed								= "Скорость передвижения"
LANGUAGE.stat_meleedmg 								= "Урон в ближнем бою"
LANGUAGE.stat_meleerange							= "Дальность ближнего боя"

LANGUAGE.stat_clipsize								= "Ёмкость магазина"
LANGUAGE.stat_defaultgiven							= "К-во патронов по умолчанию"
LANGUAGE.stat_gundmg								= "Урон"
LANGUAGE.stat_numshots								= "Пуль за выстрел"
LANGUAGE.stat_firedelay								= "Задержка атаки"


-- The help file... Quite big! I wouldn't blame you if you didn't translate this part.
LANGUAGE.help_cat_introduction						= "Представление игры"
LANGUAGE.help_cat_keys								= "Управление"
LANGUAGE.help_cat_tips								= "Советы"
LANGUAGE.help_cat_barricading						= "Баррикадирование"
LANGUAGE.help_cat_upgrades							= "Улучшения"

LANGUAGE.help_cont_introduction						= [[<p>Началась бесконечная война между враждующими бандитами и закалёнными выжившими после зомби-апокалипсиса.</p><br>
<b>Кто же выживет?</b> <br>
<p><h3>В игровом режиме Bandit Warfare есть три режима игры.</h3></p>
<hr>

<p>Очки можно получить, выполняя различные действия, в том числе убивая врагов, помогая союзникам или захватывая передатчики. Они также выдаются после каждого раунда в зависимости от результата последней волны.</p>
]]

LANGUAGE.help_cont_introduction_transmission = [[<h2>Трансляция</h2> <br>
<p>В режиме трансляции вам предстоит перехватить передатчики по всей карте, чтобы послать сигнал о подкрепления раньше другой команды.</p>
<p>У обеих команд одна и та же цель: закончить трансляцию. Если команда заканчивает трансляцию первой, она выигрывает волну. В конце игры побеждает та команда, которая выиграла больше волн.</p>
<p>Как только начинается волна, на карте появляются несколько передатчиков. Если вы стоите рядом с передатчиком, вы медленно начинаете его захватывать. Нахождение нескольких союзников рядом с вами в зоне захвата увеличивает скорость захвата. Каждый передатчик способен передавать 0.5% от общего прогресса трансляции каждую секунду, пока он находится под контролем.</p>
<p>Помните, что передатчики - самое важное в этом режиме! Вы не сможете победить, если не будете контролировать их, даже если убьёте всех членов противоположной команды. И наоборот, вы проиграете, если враг будет контролировать передатчики слишком долго, даже если вы убьёте их всех! Существует несколько инструментов, которые помогут вам захватить их или предотвратить контроль противника.</p>
<p>Вы можете открыть меню снаряжения, нажав и удерживая клавишу Spawn Menu («Q» по умолчанию). В этом меню вы можете нажать на каждый слот оружия, чтобы приобрести другое оружие, заменив им то, которое находится в слоте. Если вы не приобретете оружие в свой инвентарь до начала волны, оно не будет выдано вам сразу. Однако каждый раз, когда вы возрождаетесь, вы будете появляться со всем оружием в вашем инвентаре.</p>
<p>В режиме трансляции вы можете использовать все особые инструменты, имеющиеся в игре. ЭМИ пистолет поможет вам отключить вражеский передатчик, временно прекратив его передачу. Взломщик можно использовать для немедленного захвата вражеского передатчика, снизив при этом его прогресс. Дроны можно использовать для захвата передатчиков с расстояние, защищая при этом другой участок карты.</p>]]

LANGUAGE.help_cont_introduction_collection = [[<h2>Сбор</h2>
<p>В режиме сбора две команды пытаются собрать образцы крови для вакцины от зомби вируса.</p>
<p>У обеих команд одна и та же цель: собрать достаточное количество образцов для вакцины. Если команда получает достаточное количество образцов первой, она выигрывает волну. В конце игры побеждает та команда, у которой больше волн.</p>
<p>Образцы можно заработать, убивая врагов. Если враг был убит выстрелом в голову, то при смерти из него выпадет вдвое больше образцов. Если у него в руках были образцы, все они выпадут после смерти.</p>
<p>Каждые 30 секунд на карте может случайным образом появляется гнездо зомби. Их обнаружение и уничтожение даёт некоторое количество очков, а также их них выпадает 10 образцов.</p>
<p>Просто собрать образцы недостаточно. Вам нужно найти исследовательский терминал и вставить в него образцы. Стоя рядом с исследовательскими терминалами, вы будете автоматически вставлять образцы со скоростью 2 в секунду, но вы не сможете вставить их в терминал, если в радиусе его действия есть враги.</p>
<p>Вы можете открыть меню снаряжения, нажав и удерживая клавишу Spawn Menu («Q» по умолчанию). В этом меню вы можете нажать на каждый слот оружия, чтобы приобрести другое оружие, заменив им то, которое находится в слоте. Если вы не приобретете оружие в свой инвентарь до начала волны, оно не будет выдано вам сразу. Однако каждый раз, когда вы возрождаетесь, вы будете появляться со всем оружием в вашем инвентаре.</p>
<p>В режиме сбора некоторые инструменты и оружие особенно полезны. Биометрические сканеры, помимо своего обычного назначения, также показывают местонахождение гнёзд зомби. Боеприпасы для биооружия легко выбрасываются из гнёзд зомби, когда они разрушаются, что делает это оружие особенно полезным в этом режиме.</p>
<p>Этот режим делает более ценным рукопашный бой, так как стрельба издалека не принесёт вам успеха!</p>
<hr>]]

LANGUAGE.help_cont_introduction_deathmatch = [[<h2>Бой насмерть</h2>
<p>В режиме боя насмерть нет передатчиков, и единственная цель - убить всю команду противника. В этом режиме нельзя использовать снаряжение, и всё приобретается в одном упрощённом магазине. Здесь, покупая оружие и другие инструменты, вы получаете их напрямую.</p>
<p>В режиме боя насмерть весь игровой процесс проходит в более быстром темпе, большинство инструментов недоступны, и у вас меньше времени на выполнение цели (которая заключается в том, чтобы убить всех врагов). К счастью, все покупки стали на 30% дешевле!</p>
<p>Из вас также будет выпадать ваше оружие после смерти, чтобы враг мог забрать его по своему усмотрению, хотя есть определённые обстоятельства:</p>
<ul><li>Оружие, которое отображается синим цветом <strong>«Застраховано»</strong>: Вы не потеряете его после смерти.</li> 
<li>Оружие не будет застраховано в первом раунде, но если вы купите оружие и выживете в следующем раунде, держа его в руках, оно будет застраховано.</li>
<li>Аналогично это работает и в отношении улучшений: Оружие не будет застраховано в первый раунд, когда вы его улучшаете, но если предыдущий уровень был застрахован, вы получите это оружие обратно, даже если вы умрёте и потеряете улучшенное оружие.</li>
<li>Расходные предметы, такие как гранаты или светошумовые гранаты, и инструменты, такие как силовые поля, которые вы можете разместить, никогда не будут застрахованы. Вы будете терять их каждый раз.</li>
<li>Оружие, которое вы не покупаете, например, полученное путём подбора с земли, никогда не будет застраховано. Вы также не сможете улучшить его или вернуть на предыдущую версию за очки!</li>
</ul>]]


LANGUAGE.help_cont_keys					= 
[[<table>
  <caption>Управление</caption>
  <tr>
    <th>Клавиша</th>
    <th>По умолчанию</th>
    <th>Что делает</th>
  </tr>
  <tr>
    <td>+use</td>
    <td>E</td>
    <td>Открыть дверь/подобрать предмет/взаимодействовать</td>
  </tr>
  <tr>
    <td>gmod_undo</td>
    <td>Z</td>
    <td>Медленно проходить через баррикады своей команды, удерживая эту кнопку.</td>
  </tr>
  <tr>
    <td>gm_showhelp</td>
    <td>F1</td>
    <td>Показать меню с различными настройками</td>
  </tr>
   <tr>
    <td>+menu_context</td>
    <td>C</td>
    <td>Показать статистику текущего оружия</td>
  </tr>
  <tr>
    <td>+menu</td>
    <td>Q</td>
    <td>Открыть меню снаряжения (Трансляция)/Открыть магазин (Бой насмерть)</td>
  </tr>
  <tr>
    <td>gm_showteam</td>
    <td>F2</td>
    <td>Открыть магазин</td>
	</tr>
   <tr>
    <td>gm_showspare1</td>
    <td>F3</td>
    <td>Выбросить текущее оружие (Бой насмерть)</td>
  </tr>
  <tr>
    <td>gm_showspare2</td>
    <td>F4</td>
    <td>Показать меню настроек</td>
  </tr>
   <tr>
    <td>+walk</td>
    <td>Левый Alt</td>
    <td>Если удерживать его нажатым, удерживая объект в руках, можно вращать удерживаемый объект.</td>
  </tr>
</table>
<br>
<ul><li>Размещаемые инструменты, такие как турели, излучатели силового поля и набор для строительства баррикад, поворачивающийся с помощью клавиши 'перезарядка/альтернативный огонь' (по умолчанию: R и правая кнопка мыши соответственно) и окончательно размещаются с помощью клавиши 'атака' (по умолчанию: левая кнопка мыши).</li> 
<li>Нажмите и удерживайте кнопку 'бега' (по умолчанию: Shift), чтобы сложить эти предметы для последующего использования.</li>
<li>Предметы, на которых горит синий свет, не имеют владельца. Вы можете забрать их себе, нажав кнопку использовать (по умолчанию: E).</li>
<li>Нажмите 'gmod_undo' (По умолчанию: Z), чтобы на некоторое время войти в режим прохождения сквозь баррикады, в котором вы можете проходить через дружественные прибитые гвоздями объекты. Клавиша 'приближения' позволит вам бесконечно долго удерживать режим прохождения сквозь баррикады, но он не привязан по умолчанию и должен быть вручную установлен на клавишу в меню настроек.</li>
</ul>
]]

LANGUAGE.help_cont_tips								= [[<p>Советы:
<ul><li>Вы наносите больше урона врагам, когда их больше - на 25% больше, если точнее.</li>
<li>Более дорогое оружие, как правило, мощнее, но очень важно правильно распоряжаться своими очками и оружием.</li>
<li>Даже помогая своим союзникам убить врага, вы получаете очки. Больше половины очков за убийство получит тот, кто нанёс последний выстрел, но поскольку вы получаете очки за помощь союзникам, командная работа очень выгодна.</li>
<li>Даже самое дорогое оружие будет менее полезным, если вы не знаете, как использовать его по максимуму. Перед покупкой обязательно изучите его особые эффекты и общую нишу оружия.</li>
<li>Барьеры силового поля непроницаемы, за исключением их основы. стреляйте по основе, чтобы уничтожить их.</li>
<li>Попадание в голову означает больший урон!</li>
<li>При попадании в ногу возникает эффект замедления. Если враг застал вас врасплох, попробуйте выстрелить ему в колени.</li>
<li>Вы не сталкиваетесь и не наносите урон своим союзникам и можете узнать их по значку, который появляется над их головами.</li>
<li>Блокируя оружием ближнего боя можно получить от урона лишь его часть(Пули -40% Урона,-70% От мили урона, -50% от пульс).</li>
<li>Кровавая броня понижает получаемый урон до 50%,ее можно восстановить только ударами ближнего боя.</li>

<li>Объекты, прибитые гвоздями, в конце концов взрываются, когда здоровье гвоздя достигнет нуля. В этом случае нет возможности повторно использовать объект.</li>

</ul></p>
]]
LANGUAGE.help_cont_barricading						= [[<p><h3>Баррикады - это важный аспект игрового процесса, который может изменить ход сражения.</h3></p>
<p>Хорошо построенная баррикада и грамотное её расположение приведут команду к победе.</p>

<p>Если посмотреть на нестационарный объект и нажать клавишу 'использовать' (по умолчанию: E), вы сможете поднять его.<br>
Нажатие клавиши 'медленного шага' (по умолчанию: Alt) позволит вам вращать объект, перемещая мышь, а нажатие клавиши 'бега' (по умолчанию: Shift) зафиксирует объект на месте.<br>
Удерживая объект, используйте вторую атаку молотка или выстрелите из гвоздомёта, чтобы прибить объект к тому, что находится за ним в данный момент. Два объекта, прибитые друг к другу, могут двигаться вместе, поэтому для создания прочной баррикады объекты нужно прибивать к неподвижным объектам, таким как стены и пол.<br>
Удар молотком по объекту приведёт к её ремонту. Удерживая клавишу 'бега' (по умолчанию: Shift), вы увидите текущее здоровье всех гвоздей, если они прибиты дружественными игроками или вами.
Если объект был прибит по ошибке, или если вы просто хотите переместить объект в другое место, просто нажмите клавишу 'перезарядки' (по умолчанию: R), держа молоток, чтобы вытащить все гвозди, установленные дружественными игроками или вами.
Здоровье баррикады зависит от массы и объёма объекта. Большие, тяжёлые объекты имеют больше здоровья, чем маленькие объекты.</p>
<p></p>
<hr>
<p>Набор для строительства баррикад 'Щит' - это инструмент для быстрого размещения баррикад на прочных статичных поверхностях. Повернув красный индикатор, который указывает вам, куда лягут доски, вы можете разместить доски, просто выстрелив из него. Индикатор станет зелёным, если вы сможете положить доску.<br>
Каждая уложенная доска использует одну доску. Эти доски отличаются от прибитых досок, так как они рассматриваются как другие размещаемые предметы. Наряду с турелями и силовыми полями, разумное использование этих досок вместе с баррикадами - хороший способ построить прочный барьер для контроля передвижения противника.</p>

<p>Советы:
<ul>
<li>Вы можете перегородить проход тяжёлыми объектами, но вы не сможете пройти мимо них, если они не прибиты. Не забудьте прибить их, чтобы закончить баррикаду!</li>
<li>Большие, тяжёлые объекты хороши для баррикад, так как у баррикады будет больше здоровья, а также больше места для гвоздей. В один объект можно вбить до трёх гвоздей, и каждый гвоздь будет увеличивать её здоровье.</li>
<li>Молотки плотника - одно из самых полезных орудий. С их помощью можно строить баррикады, ремонтировать турели и другие объекты, восполнять боеприпасы турелей и даже избавляться от ЭМИ эффекта на передатчиках. Начинающий инженер обязательно должен взять его с собой.</li>
<li>Баррикады нельзя ремонтировать бесконечно. После определённого порога баррикады не могут быть отремонтированы, а когда здоровье объекта баррикады упадёт до нуля, он сломается через некоторое время, и его невозможно будет прибить обратно. Другими словами, объекты являются ограничивающим фактором баррикад.</li>
<li>Существует множество методов борьбы с баррикадами. Оружие, наносящее урон по области, например взрывчатка, может нанести урон сразу нескольким объектам. Кувалды наносят больше урона баррикадам и размещаемым инструментам, а монтировка может вынимать гвозди из баррикад, ударив по ним. ЭМИ оружие могут полностью снять все гвозди из баррикады, выстрелив в неё.</li>
<li>Оставляйте внутри баррикад отверстия для стрельбы по врагам - это хороший способ продолжать атаковать противника, одновременно обеспечивая себе укрытие. Построить баррикаду в стратегически важном месте, например, чтобы перекрыть проход, - верный способ получить стратегическое преимущество над противниками.</li>
</ul></p>]]
LANGUAGE.help_cont_upgrades							= [[
<p><h3>Система покупки в ZS:Bandit Warfare основана на уровнях, где слабое оружие можно улучшить до более сильного.</h3></p>
<p>Вы можете обменять прежнее оружие и получить более совершенное. Часто это прямые улучшения, но некоторые виды оружия обладают уникальными свойствами. Вы также можете вернуться к предыдущей версии, более слабому оружию и получить половину очков, которые вы потратили бы на улучшение нового оружия. Имейте в виду, что так нельзя поступить с оружием, подобранным с земли, например с оружием, переданным союзником или полученным от врагов в режиме «Бой насмерть».</p>
<p>Краткое описание каждого типа оружия можно найти ниже.</p>
<table>
	<tbody>
		<tr>
			<th>Тип оружия</th>
			<th>Пример</th>
			<th>Точность</th>
			<th>Скорострельность</th>
			<th>Выстреливает пуль</th>
			<th>Урон за пулю</th>
		</tr>
		<tr>
			<td><b>Пистолеты (скорострельные)</b></td>
			<td>Стрелок</td>
			<td>Средняя</td>
			<td>Высокая</td>
			<td>Одну</td>
			<td>Низкий</td>
		</tr>
		<tr>
			<td><b>Пистолеты (точные)</b></td>
			<td>Секира</td>
			<td>Высокая</td>
			<td>Средняя</td>
			<td>Одну</td>
			<td>Средне-высокий</td>
		</tr>
		<tr>
			<td><b>Пистолеты (раздельные)</b></td>
			<td>Оуэнс</td>
			<td>Средняя</td>
			<td>Средняя</td>
			<td>Мало</td>
			<td>Низкий</td>
		</tr>
		<tr>
			<td><b>Дробовики</b></td>
			<td>Траншея</td>
			<td>Низкая</td>
			<td>Низкая</td>
			<td>Много</td>
			<td>Низкий</td>
		</tr>
		<tr>
			<td><b>Штурмовые винтовки</b></td>
			<td>Крекер</td>
			<td>Средне-высокая</td>
			<td>Средняя</td>
			<td>Одну</td>
			<td>Средне-высокий</td>
		</tr>
		<tr>
			<td><b>Пистолеты-пулемёты</b></td>
			<td>Эхо</td>
			<td>Средне-низкая</td>
			<td>Очень высокая</td>
			<td>Одну</td>
			<td>Низкий</td>
		</tr>
		<tr>
			<td><b>Винтовки</b></td>
			<td>Зашибатель</td>
			<td>Очень высокая</td>
			<td>Низкая</td>
			<td>Одну</td>
			<td>Очень высокий</td>
		</tr>
		<tr>
			<td><b>Арбалеты</b></td>
			<td>Пращник</td>
			<td>Варьируется</td>
			<td>Варьируется</td>
			<td>Мало (обычно)</td>
			<td>Высокий (обычно)</td>
		</tr>
		<tr>
			<td><b>Биооружие</b></td>
			<td>Тошнитель</td>
			<td>Варьируется</td>
			<td>Варьируется</td>
			<td>Много (обычно)</td>
			<td>Большой (очередями)</td>
		</tr>
		<tr>
			<td><b>Импульсное оружие</b></td>
			<td>Z9000</td>
			<td>Варьируется</td>
			<td>Варьируется</td>
			<td>Варьируется</td>
			<td>Варьируется</td>
		</tr>
		<tr>
			<td><b>Медицинское оружие</b></td>
			<td>Инъектор</td>
			<td>Высокая</td>
			<td>Варьируется</td>
			<td>Одну</td>
			<td>Низкий, с течением времени</td>
		</tr>
	</tbody>
</table>
<hr>
<p><h3>Пистолеты</h3><p>
<p>Пистолеты делятся на три большие категории: скорострельные, точные и раздельные.</p>
<p><b>Скорострельные пистолеты</b> отличаются высокой скорострельностью при зачастую низком отдельном уроне. Некоторые из них, такие как <i>«Терминатор»</i> или <i>«Уничтожитель»</i>, имеют особенности, которые делают их довольно сильными, но неповоротливыми и неспособными постоянно наносить высокий урон. В целом, эта линейка оружия удобна в качестве запасного варианта и в дальних этапах игры.</p>
<p><b>Точные пистолеты</b> отличаются повышенной мощностью за счёт несколько низкой скорострельности. Они обладают высокой точностью и могут использоваться для ведения боя на дальних расстояния, а также являются хорошим вариантом в качестве запасного варианта наряду с дробовиками и тому подобным.</p>
<p><b>Раздельные пистолеты</b> стреляют несколькими пулями за один выстрел. Это технически снижает общую точность, но обеспечивает более широкую эффективную зону поражения.</p> 
<p>Особенности <b>раздельных</b> и <b>точных</b> выстрелов объединены в пистолете <i>«Вентилятор»</i>, который предлагает оба варианта. У него очень высокая мощность на выстрел и хорошая точность, а при необходимости он может выпустить всю обойму, как предыдущие пистолеты с раздельным выстрелом.</p>
<hr>
<p><h3>Дробовики</h3><p>
<p><b>Дробовики</b> стреляют большим количеством пуль. Каждая пуля сама по себе имеет низкий урон, но вблизи дробовики чрезвычайно мощны.</p>
<p>Дробовики также делятся на те, которые стреляют медленнее, но с гораздо большей мощностью на выстрел (<i>«Разрыв»</i>), и автоматические дробовики, которые стреляют быстро (<i>«Альбатрос»</i>).</p>
<hr>
<p><h3>Штурмовые винтовки</h3><p>
<p><b>Штурмовые винтовки</b> являются автоматическим оружием со сравнительно высокой точностью. Они предназначены для использования в неподвижном состоянии, и большинство из них теряют точность при движении. Для них характерна скорострельность выше среднего и высокий урон за выстрел. Некоторые штурмовые винтовки высшего класса оснащены оптическими прицелами.</p>
<hr>
<p><h3>Пистолеты-пулемёты (ПП)</h3><p>
<p><b>Пистолеты-пулемёты</b> являются аналогом штурмовых винтовок с более высоким темпом стрельбы, но гораздо более низкой точностью. В отличие от штурмовых винтовок, многие из них предназначены для работы в движении и получают меньше негативных эффектов точности во время движения. Хотя урон от каждого выстрела у пистолетов-пулемётов ниже, скорость стрельбы означает, что общий потенциальный урон выше.</p>
<p>Некоторые пистолеты-пулемёты более позднего уровня более сбалансированы в этом отношении, теряя некоторые преимущества и смягчая некоторые недостатки (<i>«Жнец»</i>).</p>
<hr>
<p><h3>Винтовки</h3><p>
<p><b>Винтовки</b> предназначены для ведения боя на дальних дистанциях, обладают высоким уроном, но очень низкой скорострельностью. Большинство из них оснащены снайперским прицелом для облегчения прицеливания.</p>
<p>Некоторые из этих винтовок модифицированы таким образом, чтобы повысить скорострельность, нанося при этом меньший урон при попадании. Они больше подходят для случаев, когда не всегда есть возможность сделать точный выстрел.</p>
<hr>
<p><h3>Арбалеты</h3><p>
<p><b>Арбалетами</b> являются прежде всего снарядным оружием.  В зависимости от используемого арбалета они могут обладать такими свойствами, как отскакивание от поверхности, пробивание нескольких целей или кровотечение. Таким образом, арбалеты часто трудно чётко определить как тип оружия. Поскольку все они выстреливают снаряды вперёд, они могут пробивать противопульные объекты, такие как силовые поля. Тем не менее, существуют объекты по ослаблению действия снарядов, такие как перехватчики.</p>
<hr>
<p><h3>Биооружие</h3><p>
<p><b>Биооружие</b> является ответвление от снарядных арбалетов с отличительными характеристиками. Снаряды, которыми стреляет это оружие, представляют собой переработанные биотехнологии зомби и имеют те же характеристики, что и яд зомби. Они расплавляют врагов, превращая их в плоть, которую можно собрать, чтобы получить больше боеприпасов, а также подходят для нанесения большого урона. Это происходит потому, что яд зомби быстро выводится после того, как враг получает урон от него.</p>
<p>Поскольку большинство биооружия создано таким образом, чтобы выпускать много снарядов за короткий промежуток времени, они могут преодолевать противоснарядные объекты.</p>
<hr>
<p><h3>Импульсное оружие</h3><p>
<p>Хотя <b>импульсное оружие</b> имеет один и тот же тип боеприпасов, все они сильно отличаются друг от друга. Истинный потенциал импульсного оружия заключается в том, что оно в полной мере использует систему улучшения. Импульсное оружие может показаться подходящим к любой из других категорий оружия. Однако его можно улучшать до различных других видов импульсного оружия, что позволяет гораздо быстрее переходить от одного типа оружия к другому, чем при использовании других категорий.</p>
<p>Существует множество точек входа в линейку импульсного оружия из различных других типов оружия. Использование импульсного оружия может быть полезным при переходе от одного типа оружия к другому.</p>
<hr>
<p><h3>Медицинское оружие</h3><p>
<p><b>Медицинское оружие</b> является оружием двойного назначения, используемое как для лечения союзников, так и для нанесения вреда врагам. Обычно это делается путём передозировки противника и нанесения ему урона с течением времени. Некоторые виды медицинского оружия стреляют снарядами, другие - обычными пулями. Однако все они могут быть использованы для лечения союзников тем или иным способом.</p>
<p>Медицинское оружие, как и аптечки, может быть использовано для снятия вредных эффектов с союзников, но количество лечения будет достаточно большим.</p>
]]
-- Skill
--модификаторы
LANGUAGE.p_mul = " к поинтам\n"
LANGUAGE.exp_r = " радиуса взрыва\n"
LANGUAGE.exp_damage_t = " взрывного урона по себе\n"
LANGUAGE.exp_damage = " взрывного урона\n"
LANGUAGE.self_d = " Урона против себя\n"
LANGUAGE.m_delay = " К времени перед взмахом\n"
LANGUAGE.m_range = " К дальности милишки\n"
LANGUAGE.w_ac = " К точности\n"
LANGUAGE.w_draw = " к скорости смене оружия\n"
LANGUAGE.b_damage = " к урону от пуль\n"
LANGUAGE.r_speed = " к скорости перезарядки\n"
LANGUAGE.health = " максимум здоровья\n"
LANGUAGE.speed = " скорости\n"
LANGUAGE.meleedamage = " урона от ближнего оружия\n"
LANGUAGE.meleedamagetaken = " Получаемый мили урон\n"
LANGUAGE.jump = " к силе прыжка\n"
LANGUAGE.barricadespeed = " к скорости прохождения сквозь пропы\n"
LANGUAGE.sigilteleport = " к времени телепортации\n"
LANGUAGE.m_curse = " к максимуму проклятья\n"
LANGUAGE.worth = " Ворф\n"
LANGUAGE.res_delay = " к задержки амуниции\n"
LANGUAGE.start_points = " Стартовых поинтов\n"
LANGUAGE.med_cool = " к кулдауну аптечки\n"
LANGUAGE.med_effect = " к эффективности лечения\n"
LANGUAGE.barmor = " кровавой брони\n"
LANGUAGE.repair = " к силе починке\n"
LANGUAGE.hammerd = " к времени перед следующем взмахе молотка\n"
LANGUAGE.sale = " К стоимости вещей в п-шопе\n"
LANGUAGE.s_cost = " К стоимости тринкетов и прокачки\n"
LANGUAGE.res_ammo = " К патронам из амунки\n"
LANGUAGE.man_damage = " К урону манхака\n"
LANGUAGE.b_mul = " К силе блока\n"
LANGUAGE.melee_knock = " мили отдачи\n"
LANGUAGE.fist_delay = " к времени следующего удара кулаками\n"
LANGUAGE.fist_damage = " к урону кулачным оружием\n"
LANGUAGE.luck = " удачи\n"
LANGUAGE.xpmul = " К получаемому опыту\n"
LANGUAGE.knockdown_r = " к скорости вставания после падения\n"
LANGUAGE.spoint = " Поинтов для прокачки\n"

--free Skill
LANGUAGE.skill_freeskill = "Бесплатные очки"
--страдания
LANGUAGE.skill_torment_d3 = "-30% Урона и -5 удачи и -45 хп и -55 скорости\n"
LANGUAGE.skill_ccleaning_d2 = "+30% к времени поедания еды"
LANGUAGE.skill_ccleaning_d1 = "Поедание еды благославляет, прощая проклятье\nЕсли ты проклят и съел еду то даст защиту на 35 секунд и уберет проклятье\n"
LANGUAGE.skill_ccleaning = "Забыть"
LANGUAGE.skill_torment_d2 = "-50% Сила починки и эффективность мед инструментов"
LANGUAGE.skill_torment_d1 = "-50% урона от всего оружия"
LANGUAGE.skill_torment = "Страдание "
LANGUAGE.skill_cot = "Цепь времени"
LANGUAGE.skill_cot_d1 = "Есть шанс получить бафф на защиту при получение урона\n"
LANGUAGE.skill_freexp = "Доп.Опыт "
--деф
LANGUAGE.skill_schance = "Второй шанс"
LANGUAGE.skill_schance_d1 = "Вы можете пережить летальный удар(один раз на волну)\n"
LANGUAGE.skill_moredamage = "Урон?"
LANGUAGE.skill_moredamage_d1 = "Получаемый урон не может быть выше 41\n"
LANGUAGE.skill_ancientsave = "Время древних"
LANGUAGE.skill_ancientsave_d1 = "Древний кошмар больше не ваншотает\n"
LANGUAGE.skill_selfsaver = "Автосейв"
LANGUAGE.skill_selfsaver_d1 = "-25% Урона против себя\n"
LANGUAGE.skill_blooddefender = "Кровянное безумие"
LANGUAGE.skill_blooddefender_d1 = "Кровотечение лечит\n"
LANGUAGE.skill_blooddefender_d2 = "Но кровавая броня не защищает"
LANGUAGE.skill_bloodyfists = "Окровавленные Руки"
LANGUAGE.skill_bloodyfists_d1 = "Кулачное оружие дает зомби кровоток  в виде 10% урона.\nДает 5% кровотока(СЕБЕ) если вкачанно кровянное безумие.\n"
LANGUAGE.skill_bloodyfists_d2 = "-20% Урона кулачного оружия"
LANGUAGE.skill_cqarmor = "БРОНЯ 3033-CQ"
LANGUAGE.skill_cqarmor_d1 = "-25% Получаемого урона\n"
LANGUAGE.skill_cqarmor_d2 = "Скорость всегда равна 50"
LANGUAGE.skill_antinegr = "Фикс проклятья"
LANGUAGE.skill_antinegr_d1 = "Получаешь только 5 проклятья с темных скелетов\n"
LANGUAGE.skill_antinegr_d2 = "Но ты получаешь 5 гнили с темных скелетов"
LANGUAGE.skill_sdefender = "Защитник сигила "
LANGUAGE.skill_heavy = "Увесистый"
LANGUAGE.skill_meris = "Отвесный"
LANGUAGE.skill_ttimes = "Тяжкие времена"
LANGUAGE.skill_ttimes_d1 = "Есть 20% шанс заблокировать урон\n"
LANGUAGE.skill_ttime = "Тяжелое время"
LANGUAGE.skill_mdef = "Защитник монстров"
LANGUAGE.skill_hdef = "Защитник людей"
LANGUAGE.skill_cursewall = "Проклятье стены"
LANGUAGE.skill_dosethelp = "Помощь досета"
LANGUAGE.skill_dosethelp_d1 = "-(ВОЛНА * 2)% Получаемого урона\n"
--поинты
LANGUAGE.skill_sins = "Грех"
LANGUAGE.skill_sins_d1 = "Заместо душ ты получаешь грехи!(С убийств босса)"
LANGUAGE.skill_badtrip = "Просто да"
LANGUAGE.skill_toyluck = "Удача Тоя"
LANGUAGE.skill_pillluck = "Удачная пилюля"
LANGUAGE.skill_pillluck_d1 = "Хорошие пилюли дают удачу\n"
LANGUAGE.skill_quad = "Квад"
LANGUAGE.skill_quad_d1 = "Удача лучше\n"
LANGUAGE.skill_credit = "Кредит"
LANGUAGE.skill_credit_d1 = "+65 стартовых поинтов\n"
LANGUAGE.skill_credit_d2 = "Под конец волны отнимает 30% поинтов"
LANGUAGE.skill_badluck = "Удача нула"
LANGUAGE.skill_luckstacker = "Удача жертвы"
LANGUAGE.skill_luckstacker_d1 = "Дается 2 удачи под конец волны\n"
LANGUAGE.skill_luckstacker_d2 = "-10% максимального здоровья под конец волны"
LANGUAGE.skill_bonusxp = "Бонусный опыт"
LANGUAGE.skill_bonusxp_d1 = "Дает 5 опыта под конец волны\nБазируется на волне"
LANGUAGE.skill_megapoint = "Мега-понт"
LANGUAGE.skill_pointful = "Полон поинтов"
LANGUAGE.skill_point = "Поинт "
LANGUAGE.skill_luck = "Удачник "
LANGUAGE.skill_dtrouble = "Двойная проблема"
LANGUAGE.skill_ultraluck = "Ультра удачник"
--амулет
LANGUAGE.skill_amulet_1 = "АМУЛЕТ:Беспечная песнь"
LANGUAGE.skill_amulet_1_d1 = "Имеется шанс заблокировать урон,шанс повышается при получение урона."
LANGUAGE.skill_amulet_2 = "АМУЛЕТ: Ярость павшего"
LANGUAGE.skill_amulet_2_d1 = "x2 Урон если хп ниже 15 или ниже 10% здоровья."
LANGUAGE.skill_amulet_3 = "АМУЛЕТ:Ценный обмен"
LANGUAGE.skill_amulet_3_d1 = "Отнимает 3 поинта для прокачки."
LANGUAGE.skill_amulet_4 = "АМУЛЕТ:Фокус"
LANGUAGE.skill_amulet_4_d1 = "Зажмите E для лечение 10% здоровья(Стоит 33% Кровавой брони)."
LANGUAGE.skill_amulet_5 = "АМУЛЕТ:Армия Мертвых"
LANGUAGE.skill_amulet_5_d1 = "Имеется 25% шанс возродится(Феникс работает первее)."
LANGUAGE.skill_amulet_6 = "АМУЛЕТ:Удачные Обстоятельства"
LANGUAGE.skill_amulet_6_d1 = "Дает 2.5 удачи."
LANGUAGE.skill_amulet_7 = "АМУЛЕТ:Нерушимая Сила"
LANGUAGE.skill_amulet_7_d1 = "+50% Урона ближним оружием."
LANGUAGE.skill_amulet_8 = "АМУЛЕТ:Нерушимое Сердце"
LANGUAGE.skill_amulet_8_d1 = "+20 здоровья."
LANGUAGE.skill_amulet_9 = "АМУЛЕТ:Нерушимая Жизнь"
LANGUAGE.skill_amulet_9_d1 = "+35 Кровавой брони."
LANGUAGE.skill_amulet_10 = "АМУЛЕТ:Плохой обмен"
LANGUAGE.skill_amulet_10_d1 = "-7 Поинтов прокачки."
LANGUAGE.skill_amulet_11 = "АМУЛЕТ:Вера в Лучшее"
LANGUAGE.skill_amulet_11_d1 = "x1.45 Урон при полном здоровье."
LANGUAGE.skill_amulet_12 = "АМУЛЕТ:Бремя пацифизма"
LANGUAGE.skill_amulet_12_d2 = "+50% К силе лечения и +33% к силе починки.\n"
LANGUAGE.skill_amulet_12_d1 = "Вы не можете нанести урон.\n+3 Очков прокачки и +5 ячеек."
--Всякая мелоч 
LANGUAGE.pshop_w = "Оружие"
LANGUAGE.pshop_melee = "Ближний Бой"
LANGUAGE.pshop_ammo = "Аммуниция"
LANGUAGE.pshop_tools = "Инструменты"
LANGUAGE.pshop_dep = "Деплояблы"
LANGUAGE.pshop_trinkets = "Тринкеты"
LANGUAGE.pshop_other = "Другое"
LANGUAGE.pshop_magic = "Магия"
--конец мелочи
--мили
LANGUAGE.skill_goodattack = "Идеальные удары"
LANGUAGE.skill_goodattack_d1 = "Каждое 4 попадание по зомби кулаками наносит x3 урон\n"
LANGUAGE.skill_trueblock = "Парирование"
LANGUAGE.skill_trueblock_d1 = "Если вы заблокируете в хороший тайминг то не получите урона\n"
LANGUAGE.skill_opm = "ОДИН УДАААААААААР"
LANGUAGE.skill_truemelee = "Истинный милишник"
LANGUAGE.skill_fisting = "Фистинг"
LANGUAGE.skill_brash = "Жесткий"
LANGUAGE.skill_brash_d1 = "-15 скорости на 10 секунд при убийстве"
LANGUAGE.skill_phantomhealth = "Фантомное здоровье"
LANGUAGE.skill_phantomhealth_d1 = "Дает фантомное здоровье при получение урона равное половине полученного урона\nТеряешь фантомное здорровье при лечение равное единицам лечения\nТеряешь 3 фантомного здоровья каждую секунду\n"
LANGUAGE.skill_phantomhealth_d2 = "Лечишь фантомное здоровье при ударе мили оружием которое равно 25% урона милишки\n-50% получаемого лечения когда есть фантомное здоровье"
LANGUAGE.skill_lweight = "Легковес"
LANGUAGE.skill_lweight_d1 = "+15% к скорости когда в руках мили оружие\n"
LANGUAGE.skill_mchef = "Мастер Шеф"
LANGUAGE.skill_mchef_d1 = "При убийстве зомби кухонным оружием есть шанс что с них выпадет  еда\n"
LANGUAGE.skill_critknuckle = "Нокаут!"
LANGUAGE.skill_critknuckle_d1 = "Кулаки имеют отдачу\n"
LANGUAGE.skill_knuckmaster = "Мастер кулаков"
LANGUAGE.skill_knuckmaster_d1 = "Кулаки при ударе больше не замедляют\n"
LANGUAGE.skill_hknucke = "Сильные удары"
LANGUAGE.skill_hknucke_d1 = "8% мили урона будет возвращено вам\n"
LANGUAGE.skill_hknucke_d2 = "100% урона будет возвращенно если удар был кулачным оружием"
LANGUAGE.skill_bloodlust = "Ярость"
LANGUAGE.skill_bloodlust_d1 = "Убийства дают риперстаки\n"
LANGUAGE.skill_longarm = "Длиннорук"
LANGUAGE.skill_jouster = "Рыцарь"
LANGUAGE.skill_combohits = "Комбо удары"
LANGUAGE.skill_combohits_d1 = "Следующая атака кулачным оружием будет быстрее в 2 раза если вы попали\n"
LANGUAGE.skill_combohits_d2 = "Следующая атака кулачным оружием будет в 2 раза медленнее если вы промахнулись"
LANGUAGE.skill_soy = "Соевая диета"
LANGUAGE.skill_cheapt = "Грязная тактика"
LANGUAGE.skill_cheapt_d1 = "Замедляет зомби если вы ударили его в спину\n"
LANGUAGE.skill_d_clumsy = "Хлюпкий"
LANGUAGE.skill_d_clumsy_d1 = "Вы будете падать каждый раз когда получаете урон"
LANGUAGE.skill_glassweapon = "Стекляшка"
LANGUAGE.skill_glassweapon_d1 = "Урон против зомби x3.5\n"
LANGUAGE.skill_glassweapon_d2 = "Оружие может сломаться с 10%"
LANGUAGE.skill_glassman = "Стеклянное Прикосновение"
LANGUAGE.skill_souleater = "Душегуб"
LANGUAGE.skill_souleater_d1 = "В начале игры дает душу\nДает 6% урона косам\n"
LANGUAGE.skill_cursecure = "Снятие проклятья"
LANGUAGE.skill_cursecure_d1 = "-15 проклятья когда получаете удар\n"
LANGUAGE.skill_cursecure_d2 = "Вместо проклятья,получаете гниль"
LANGUAGE.skill_lastabuse = "Последний абуз"
LANGUAGE.skill_lastabuse_d1 = "Можно получить x2 поинты под конец волны\nУдача влияет на шанс выпадения\n"
LANGUAGE.skill_lastabuse_d2 = "Выше 25% хп нельзя вылечится"
LANGUAGE.skill_battler = "Боец "
LANGUAGE.skill_lanky = "Тягун "
LANGUAGE.skill_xpdamage = "Обмен урона"
LANGUAGE.skill_xpdamage_d1 = "Дает опыт при блокирование урона\n"
LANGUAGE.skill_laststand = "Стоять до конца"
LANGUAGE.skill_laststand_d1 = "x2 мили урон когда хп ниже 25%\n"
LANGUAGE.skill_laststand_d2 = "x0.85 мили урон в остальное время"
LANGUAGE.skill_parasitoid = "Паразитойд"
LANGUAGE.skill_parasitoid_d1 = "Ударь зомби чтобы получить временный бафф на реген\n(1% ХП зомби)\n"
-- стрелок
LANGUAGE.skill_sfingers = "Сверх-Пальцы"
LANGUAGE.skill_sfingers_d1 = "Убийство не дает потратить патроны 1.5 секунды.\n"
LANGUAGE.skill_dfingers = "Потные пальцы"
LANGUAGE.skill_dfingers_d1 = "x2 Использование патрон.\nx2 Урон для огнестрела."
LANGUAGE.skill_nfingers = "Ловкие Пальцы"
LANGUAGE.skill_nfingers_d1 = "Убийство дает 1 патрон вашего оружия.(с 10% шансом за мили дает 1 скрап)\n"
LANGUAGE.skill_dinside = "Мать сдохла"
LANGUAGE.skill_dinside_d1 = "При окончании волны можно уйти с матерью\n"
LANGUAGE.skill_dinside_d2 = "Если не умрешь то получишь 50 поинтов"
LANGUAGE.skill_wooism = "Не такой"
LANGUAGE.skill_wooism_d1 = "Нету дебаффа от движения или прыжков на точность\n"
LANGUAGE.skill_wooism_d2 = "Нету бонуса от прицеливания или приседания на точность"
LANGUAGE.skill_concetrate = "Концетрат"
LANGUAGE.skill_concetrate_d1 = "+5% к урону от взрыва\n"
LANGUAGE.skill_last_ammo = "Счетчик Патрон"
LANGUAGE.skill_last_ammo_d1 = "Больше урона если боезапас маленький\n"
LANGUAGE.skill_last_ammo_d2 = "Меньше урона если большой боезапас "
LANGUAGE.skill_scourer = "Мусорщик"
LANGUAGE.skill_scourer_d1 = "Получайте скрап под конец волны\n"
LANGUAGE.skill_scourer_d2 = "Но вы не будете получать поинты за конец волны\n"
LANGUAGE.skill_cannonball = "Пушечное ядро"
LANGUAGE.skill_cannonball_d1 = "-25% скорость проджектайлов\n"
LANGUAGE.skill_cannonball_d2 = "+3% урона проджектайлам\n"
LANGUAGE.skill_d_truecurse = "Проклятье?"
LANGUAGE.skill_vampirism = "Вампиризм"
LANGUAGE.skill_vampirism_d1 = "Есть 25% шанс восстановить здоровье при попадание по зомби\n"
LANGUAGE.skill_lox = "Уязвимый"
LANGUAGE.skill_lox_d1 = "X2 Урон статусов\n"
LANGUAGE.skill_lox_d2 = "X2 Получаемые статусы\n"
LANGUAGE.skill_alacraty = "Бесплатный тринкет"
LANGUAGE.skill_alacraty_d1 = "Дает в начале рандомный специальный тринкет"
LANGUAGE.skill_mobile = "Мобилизирован"
LANGUAGE.skill_mobile_d1 = "Старт с рандомным оружием\n"
LANGUAGE.skill_mobile_d2 = "-5 удачи"
LANGUAGE.skill_pitcher = "Гигачад"
LANGUAGE.skill_pitcher_d1 = "+10% к силе броска пропами"
LANGUAGE.skill_pitcher2 = "Гигачад 2"
LANGUAGE.skill_pitcher2_d1 = "+30% к силе проджектайлов"
LANGUAGE.hagilore = "Сделано специально чтобы жопа хагибайзера не горела"
LANGUAGE.skill_bproof = "Стул хаги"
LANGUAGE.skill_ego = "Эгоист"
LANGUAGE.skill_ziga = "Рвение"
LANGUAGE.skill_ziga_d1 = "-50% к замедлению от прицеливания\n"
LANGUAGE.skill_ziga_d2= "-25% Бонус к аккуратности от прицеливания"
LANGUAGE.skill_orfocus = "Концетрированный фокус"
LANGUAGE.skill_orfocus_d1 = "90% Разброса когда целишься\n"
LANGUAGE.skill_orfocus_d2= "110% Разброса в другое любое время\n"
LANGUAGE.skill_sdeton = "Мягкий взрыв"
LANGUAGE.skill_u_cryogas = "Крио граната"
LANGUAGE.skill_u_cryogas_d1 = "Разблокирует крио граанту\nВариант корозийного газа\nКриогенный газ наносит мало урона но быстро\nЗомби замедляются"
LANGUAGE.skill_bandolier = "Патронташ"
LANGUAGE.skill_bandolier_d1 = "Дает специфичный бафф на перезарядку всем оружиям и пассивно +5% к скорости перезарядки\n+13% К автоматам;+9% К взрывным\n+21% К пистолету;+11% К пульс\n+20% Винтовкам;+44% Дробовикам\n+12% К СМГ;+9% К арбалетам"
LANGUAGE.skill_bounty = "Награда"
LANGUAGE.skill_bounty_d1 = "При убийстве дает 5 опыта\n"
LANGUAGE.skill_quick_d = "Быстрая смена"
LANGUAGE.skill_l_headed = "Устойчивость"
LANGUAGE.skill_l_headed_d1 = "-5% К силе тряски"
LANGUAGE.skill_q_r = "Быстрая перезарядка"
LANGUAGE.skill_s_hand = "Ловкость рук"
LANGUAGE.skill_d_palsy = "Пугливый"
LANGUAGE.skill_d_palsy_d2 = "Тряска всегда когда ты ранен"
LANGUAGE.skill_gunslinger = "Ветеран стрельбы"
LANGUAGE.skill_deli = "Обдумка "
LANGUAGE.skill_uncorrupt = "Очиститель"
LANGUAGE.skill_focus = "Фокусировка "
LANGUAGE.skill_t_d = "Ускоренная перезарядка "
LANGUAGE.skill_phoenix = "Феникс"
LANGUAGE.skill_phoenix_d1 = "Вместо смерти оживляет\nТолько один раз"
LANGUAGE.skill_ars_void = "Арсенал пустоты"
LANGUAGE.skill_ars_void_d1 = "Может дать под конец волны рандомное оружие\nУдача увеличивает шанс выпадения\n"
LANGUAGE.skill_eyes = "Глаз Алмаз"
LANGUAGE.skill_eyes_d1 = "Вы можете увидеть луты сквозь стены"
--Skill repairsman
LANGUAGE.skill_skyhelp = "Райская помощь"
LANGUAGE.skill_skyhelp_d1 = "Вы улетаете при ударе\n"
LANGUAGE.skill_brod = "Священный стержень"
LANGUAGE.skill_brod_d1 = "Уменьшает получаемый урон на 12\nНо только если он выше 30\n"
LANGUAGE.skill_foil = "Фольга"
LANGUAGE.skill_foil_d1 = "Уменьшает получаемый урон на 5"
LANGUAGE.skill_instruments = "Инструменты"
LANGUAGE.skill_instruments_d1 = "+5% К дальности туррели\n"
LANGUAGE.skill_noodle = "Руки-макароны"
LANGUAGE.skill_noodle_d1 = "+1 стартовый скрап\n"
LANGUAGE.skill_noodle_d2 = "Нельзя взять пропы"
LANGUAGE.skill_taut = "Хватка"
LANGUAGE.skill_taut_d1 = "Удары по пропам которые вы держите, не выбивают их из рук\n"
LANGUAGE.skill_taut_d2 = "-40% скорости когда ты держишь пропы"
LANGUAGE.skill_u_craftpack = "Крафт-пак"
LANGUAGE.skill_u_craftpack_d1 = "Открывает возможность покупать новые детали для крафтов"
LANGUAGE.skill_carrier = "Тоскатель"
LANGUAGE.skill_carrier_d1 = "+100% К скорости ходьбы когда носишь проп\n"
LANGUAGE.skill_carrier_d2 = "-50% Хп у деплояблов\n"
LANGUAGE.skill_carrier_d3 = "+50% К времени подбирания деплояблов\n"
LANGUAGE.skill_dd_3 = "Ненавистник дверей"
LANGUAGE.skill_dd_3_d1 = "Двери получает от молотка 350 доп урона\n"
LANGUAGE.skill_d_lbuyer = "Поздний покупатель"
LANGUAGE.skill_d_lbuyer_d1 = "Невозможно покупать вещи до половины раунда(6 волна)"
LANGUAGE.skill_u_arc_z = "Дуговой заппер"
LANGUAGE.skill_u_arc_z_d1 = "Открывает дуговой заппер\nДелает дугу об зомби нанося им урон\nСреднего тира и довольно силен\nТребует запас пульс патрон"
LANGUAGE.skill_u_rturret= "Ракетная туррель"
LANGUAGE.skill_u_rturret_d1 = "Разблокирует Ракетную Туррель\nСтреляет взрывными патронами вместо СМГ\nНаносит СПЛЕШ урон\nВысокий тир"
LANGUAGE.skill_vision_ammo = "Чуйка патрон"
LANGUAGE.skill_vision_ammo_d1 = "Показывает ящики амуниции сквозь стены"
LANGUAGE.skill_vision_ar = "Чуйка продавца"
LANGUAGE.skill_vision_ar_d1 = "Показывает арсенал сквозь стены(зачем)"
LANGUAGE.skill_vision_r = "Чуйка мастерской"
LANGUAGE.skill_vision_r_d1 = "Показывает мастерские сквозь стены\nПоказывает не поставленные мастерские других игроков через стены"
LANGUAGE.skill_stowage = "Сборник Инфекции"
LANGUAGE.skill_stowage_d1 = "Эффективнее когда много инфекции\n"
LANGUAGE.skill_stowage_d2 = "-15% к патронам из амуниции"
LANGUAGE.skill_f_ammo = "Большие финансы"
LANGUAGE.skill_f_ammo_d1 = "+5% к патронам из амуниции"
LANGUAGE.skill_stock2 = "Двойная выгода"
LANGUAGE.skill_stock2_d1 = "Забирай в 2 раза больше с амуниции\n+50% К патронам из амуниции\n"
LANGUAGE.skill_stock2_d2 = "x2 задержка амуниции"
LANGUAGE.skill_light_c = "Легкая конструкция"
LANGUAGE.skill_light_c_d1 = " -200% к времени упаковки деплоябла\n"
LANGUAGE.skill_light_c_d2 = "-200% хп у деплоябла"
LANGUAGE.skill_u_rmine = "Роллермина"
LANGUAGE.skill_u_rmine_d1 = "Открывает Роллермину\nКатается по полу, шокирует зомби и наносит сильный урон"
LANGUAGE.skill_u_hdrone = "Дрон-Тягун"
LANGUAGE.skill_u_hdrone_d1 = "Открывает дрона тягуна\nПодбирает пропы и луты(хехеехех)"
LANGUAGE.skill_field_tech = "Техник поля"
LANGUAGE.skill_field_tech_d1 = " +3% к дальности заппера и чинильной станции\n"
LANGUAGE.skill_field_tech_d2 = "-3% к откату заппера и чинильной станции"
LANGUAGE.skill_field_amp = "Ускореное поле"
LANGUAGE.skill_field_amp_d1 = "-20% к задержке заппера и чинильной станции\n"
LANGUAGE.skill_field_amp_d2 = "-40% к дальности заппера и чинильной станции"
LANGUAGE.skill_nanite_buff = "Пропы ударенные молотком получают только 20% урона на 0.3 секунды\n"
LANGUAGE.skill_h_disp = "Дисциплина "
LANGUAGE.skill_handy = "Чинитель "
LANGUAGE.skill_ohandy = "ОверЧинила"
LANGUAGE.skill_rein = "Усилитель"
LANGUAGE.skill_rein_d1 = "Пропы после удара по ним на 7 секунд получает 12% защиту\n"
LANGUAGE.skill_rein_d2 = "Получаешь поинты с защиты\n"
LANGUAGE.skill_mech = "Механик"
LANGUAGE.skill_l_hull = "Перегрузка"
LANGUAGE.skill_l_hull_d1 = "Управлемые устройства взрываются при ломании\n"
LANGUAGE.skill_l_hull_d2 = "-10% здоровья деплояблам"
LANGUAGE.skill_r_hull = "Перепрошивка"
LANGUAGE.skill_r_hull_d1 = "+25% К здоровью деплояблам\n"
LANGUAGE.skill_r_hull_d2 = "-20% управляемости устройств\n"
LANGUAGE.skill_r_hull_d3 = "-20% скорости устройств"
LANGUAGE.skill_s_hull = "Стабильность"
LANGUAGE.skill_s_hull_d1 = "Устройства больше не получают урон при ударе об стены\n"
LANGUAGE.skill_baracurse = "ПРОКЛЯТЬЕ:Барапроклятый"
LANGUAGE.skill_baracurse_d1 = "Вы переболели баравирусом и чудом выжили, теперь вам не нужен сигил!\n"
LANGUAGE.skill_baracurse_d2 = "x3 Получаемый урон.\n"
LANGUAGE.skill_r_blade = "Заточенные лезвия"
LANGUAGE.skill_r_blade_d1 = "+25% к урону от манхаков\n"
LANGUAGE.skill_r_blade_d2 = "-15% здоровья манхакам"
LANGUAGE.skill_avi = "Авиатор"
LANGUAGE.skill_avi_d1 = "+40% к скорости и управляемости устройств\n"
LANGUAGE.skill_avi_d2 = "-25% к здоровью деплояблов"
LANGUAGE.skill_u_blast = "Дробная туррель"
LANGUAGE.skill_u_blast_d1 = "Открывает дробную туррель\nСтреляет дробями заместо СМГ патрон\nУрон выше когда стреляет вплотную\nНе может сканировать далеко"
LANGUAGE.skill_blockturret = "Блокировка"
LANGUAGE.skill_blockturret_d1 = "-90% угл скана у туррели\n"
LANGUAGE.skill_blockturret_d2 = "-90% блок цели угла у туррели"
LANGUAGE.skill_t_vol = "Удвоение"
LANGUAGE.skill_t_vol_d1 = "Туррель за выстрел выстреливает x2 пулями\n"
LANGUAGE.skill_t_vol_d2 = "+100% использованию патронами туррелью в обычном состоянии\n"
LANGUAGE.skill_t_vol_d3 = "-50% к скорости выстрелов у туррели"
LANGUAGE.skill_t_over = "Перегрузка туррели"
LANGUAGE.skill_t_over_d1 = " +100% К скорости сканирования туррели\n"
LANGUAGE.skill_t_over_d2 = "-30% к дальности туррели"
LANGUAGE.skill_nanite_r = "Наниты"
LANGUAGE.skill_u_pulse_drone = "Пульс Дрон"
LANGUAGE.skill_u_pulse_d1 = "Открывает вариацию дрона - Пульс дрон\nСтреляет на короткое расстояние проджектайлами заместо пуль"
LANGUAGE.skill_jew = "Еврей"
LANGUAGE.skill_jew_d1 = "+10% к скидке в арсенале и в мастерской\n+50 Стартовых поинтов\n"
LANGUAGE.skill_jew_d2 = "+15% К патронам из амуниции\n"
LANGUAGE.skill_jew_d3 = "Отбирают (5 * волну) поинтов когда получаешь ОРУЖИЕ"
LANGUAGE.skill_samodos = "Самодостаточный"
LANGUAGE.skill_samodos_d1 = "+35% Скидка в мастерской\n"
LANGUAGE.skill_samodos_d2 = "НЕТУ БОЛЬШЕ ЛУТОВ\n"
--Скиллы на деф
LANGUAGE.skill_holymantle = "Святая мантия"
LANGUAGE.skill_holymantle_d1 = "Поглощает любой урон каждые 30 секунд\nЧем выше удача - тем быстрее перезарядка\nС каждой волной перезарядка святой мантии увеличивается"
LANGUAGE.skill_later = "Может потом"
LANGUAGE.skill_later_d1 = "Ты получишь урон потом\n+50% урона на потом\n"
LANGUAGE.skill_later_d2 = "Если ОПУСТОШЕННИЕ выше чем 600 ты умрешь\nИммунен к проклятью"
--SKILLS ON MEDICAL
LANGUAGE.skill_phik = "Пшык"
LANGUAGE.skill_phik_d1 = "Когда дротик попадает в цель он хилит всех кто рядом(наносит урон зомби)\n"
LANGUAGE.skill_phik_d2 = "-50% Эффективность дротиков\n"
LANGUAGE.skill_disp_d2 = "-10% к времени бомбы"
LANGUAGE.skill_disp_d1 = "+15% к радиусу бомбы\n"
LANGUAGE.skill_disp = "Распространение"
LANGUAGE.skill_u_antidote_d1 = "Открывает ручной антидот\nСтреляет проникающими выстрелами\nОчищает от статусов давая немного поинтов\nНе лечит"
LANGUAGE.skill_u_antidote = "Антидот"
LANGUAGE.skill_surg = "Хирург "
LANGUAGE.skill_bio = "Биолог "
LANGUAGE.skill_cool_med = "Крутой Медик"
LANGUAGE.skill_cool_med_d1 = "Мед луч дает 1 секунду защиты сигила!\n(Мега-луч целых 3)\n"
LANGUAGE.skill_flower = "Нежный цветок"
LANGUAGE.skill_flower_d1 = "+50% К поинтам\n+50% к силе мед.инструментов и-50% медкит задержки.\n"
LANGUAGE.skill_flower_d2 = "При получение 13 или больше урона цветок потратится, -25% к поинтам.\n"
LANGUAGE.skill_aflower = "Цветок Бездны"
LANGUAGE.skill_aflower_d1 = "Превращает нежный цветок в нечто совершенное!\n"
LANGUAGE.skill_aflower_d2 = "Нельзя получить нежный цветок."
LANGUAGE.skill_boostermed = "Клятва Щита"
LANGUAGE.skill_boostermed_d1 = "Каждое 4 использование аптечки усиляет того кого вы полечили"
LANGUAGE.skill_premium = "Премия"
LANGUAGE.skill_premium_d1 = "Вы получаете премию за каждое 1800 вылеченное хп\n"
LANGUAGE.skill_premium_d2 = "Вы не сможете вылечить себя аптечкой"
LANGUAGE.skill_frail = "Самоучка"
LANGUAGE.skill_frail_d1 = "Нельзя быть вылеченным выше чем 44% здоровья"
LANGUAGE.skill_u_medcloud = "Мед.бомба"
LANGUAGE.skill_u_medcloud_d1 = "Открывает покупку мед бомбы\nМедленно лечит людей в своем радиусе"
LANGUAGE.skill_starget = "Самонаводка"
LANGUAGE.skill_starget_d1 = "Мед.оружие с дротиками самонаводится\n"
LANGUAGE.skill_starget_d2 = "+75% к задержке между выстрелами у мед.оружия\n"
LANGUAGE.skill_starget_d3 = "-30% эффективность лечения у мед.оружия"
LANGUAGE.skill_sshot = "Силовой пистолет"
LANGUAGE.skill_sshot_d1 = "Открывает покупку Силового пистолета\nЦель дамажит на 25% больше урона\nЭкстра урон дается в поинтах\nЦель не лечится"
LANGUAGE.skill_rec_sol = "Решение невозврата"
LANGUAGE.skill_rec_sol_d4 = "Нельзя забустить людей"
LANGUAGE.skill_rec_sol_d3 = "-40% скорости перезарядки мед.оружия\n"
LANGUAGE.skill_rec_sol_d2 = "-150% к скорости выстрелов\n"
LANGUAGE.skill_rec_sol_d1 = "60% потраченных мед.саплов с помощью пистолета возвращается\n"
LANGUAGE.skill_comboheal = "К.О.М.Б.О"
LANGUAGE.skill_comboheal_d1 = "Вы накладываете комбо лечением\nКомбо усиляет хил\n"
LANGUAGE.skill_comboheal_d2 = "-35% К силе лечения\n"
LANGUAGE.skill_foreveralone = "Навсегда один"
LANGUAGE.skill_foreveralone_d1 = "+66% К силе лечения\n"
LANGUAGE.skill_foreveralone_d2 = "Вы можете лечить только себя"
LANGUAGE.skill_dualheal = "Дуальный"
LANGUAGE.skill_dualheal_d1 = "Каждое второе использование аптечки не имеет задержки\n"
LANGUAGE.skill_dualheal_d2 = "+50% К задержки аптечки\n"
LANGUAGE.skill_fheals = "ХВАТАЙ БЕСПЛАТНО"
LANGUAGE.skill_fheals_d1 = "Поедая еду вы лечите людей вокруг себя\n"
LANGUAGE.skill_fheals_d2 = "-35% К силе лечения от еды\n"
LANGUAGE.skill_gigachad = "Истинный гигачад"
LANGUAGE.skill_gigachad_d1 = "Чем больше хп,тем вы больше!(и наоборот)\n"
LANGUAGE.skill_xpmulgood = "Ценность"
LANGUAGE.skill_xpmulgood_d1 = "Если не получать урон волну то будет +20% к опыту\n"
LANGUAGE.skill_xpmulgood_d2 = "Получение урона отнимает -5% к опыту\n"
LANGUAGE.skill_wyrdrec = "Реконструкция Вирда"
LANGUAGE.skill_wyrdrec_d1 = "Дает дополнительно 0-13 здоровья при лечение\n"
LANGUAGE.skill_wyrdrec_d2 = "Может дать кровоток при лечение(БАЗА 60%)"
-- WOrthness
LANGUAGE.worthness = "Обмен "
--Скиллы скорость
LANGUAGE.skill_unbound_d0 = "-60% к задержке смены оружия которое влияет на скорость\n"
LANGUAGE.skill_unbound_0 = "Переключатель"
LANGUAGE.skill_cardi_d1 = "-20% Защиты кровавой брони\nБег дает +40 к скорости"
LANGUAGE.skill_cardi_d0 = "Держи шифт чтобы тратить кровавую броню на бег\n"
LANGUAGE.skill_cardi_0 = "Кардионик"
LANGUAGE.skill_rob_d0 = "-6% замедления от мили оружия\n"
LANGUAGE.skill_rob_0 = "Стойкий"
LANGUAGE.skill_int_d0 = "-35% Замедления от лоу хп\n"
LANGUAGE.skill_int_0 = "Вставший"
LANGUAGE.skill_step_d0 = "-30% эффективность замедления\n"
LANGUAGE.skill_step_0 = "Стойкий шаг"
LANGUAGE.skill_sigil_corrupt_d0 = "Открывает испорченный фрагмент сигила\nВы можете переместится на испорченный сигил"
LANGUAGE.skill_sigil_corrupt_0 = "Испорченный сигил"
LANGUAGE.skill_salostealer = "Крадитель сала"
LANGUAGE.skill_pogo = "Пого-палка"
LANGUAGE.skill_pogo_d1 = "Вы всегда прыгаете\n"
LANGUAGE.skill_pogo_d2 = "Пого-прыжок сильнее обычного прыжка\n"
LANGUAGE.skill_sfall = "Безопасное падение"
LANGUAGE.skill_sfall_d2 = "+20% к быстроте поднимания после падения\n"
LANGUAGE.skill_sfall_d1 = "-15% урона от падения\n"
LANGUAGE.skill_sfall_d3 = "+10% замедления от падения\n"
LANGUAGE.skill_mda = "Проклятое сердце"
LANGUAGE.skill_mda_d = "Максимальное проклятье равно максимальному хп умноженным на 2\n"
LANGUAGE.skill_cursedd = "Стоящие тринкеты"
LANGUAGE.skill_cursed = "Проклят?\n"
LANGUAGE.skill_dodge_d1 = "Есть шанс заблокировать атаку\n"
LANGUAGE.skill_dodge_d2 = "Чем выше скорость,тем выше шанс заблокировать урон\n"
LANGUAGE.skill_dodge = "Уворот"
LANGUAGE.skill_phaser = "Прохожденец"
LANGUAGE.skill_last_man_d1 = "+15% Урона когда ты последний человек.\n"
LANGUAGE.skill_last_man_d2 = "-15% урона в остальное время\n"
LANGUAGE.skill_last_man = "Последний"
LANGUAGE.skill_drifter = "Дрифт"
LANGUAGE.skill_warp = "Искажение"
LANGUAGE.skill_s_inf = "Заражение сигилом"
LANGUAGE.skill_vkid_d = "Ты можешь давить зомби\n"
LANGUAGE.skill_vkid = "Легушка"
LANGUAGE.skill_vkid2 = "Легушка:Вкид"
LANGUAGE.skill_agile = "Прыгунчик "
LANGUAGE.skill_speed = "Ускоренный "
LANGUAGE.skill_slow_d4 = "-20% Сила прыжка"
LANGUAGE.skill_slow_d3 = "-68 Скорости\n"
LANGUAGE.skill_slow_d2 = "+30 Старт ворфа\n"
LANGUAGE.skill_slow_d1 = "+20 поинтов под конец волны\n"
LANGUAGE.skill_slow = "Тяжелый"
LANGUAGE.skill_motion1 = "Движение I"
LANGUAGE.skill_motion2 = "Движение II"
LANGUAGE.skill_motion3 = "Движение III"
LANGUAGE.skill_motion_d_all = "+5 Скорости"
LANGUAGE.skill_backpeddler = "Заднеприводный"
LANGUAGE.skill_backpeddler_d1 = "Двигайся в любую сторону с одинаковой скоростью\n"
LANGUAGE.skill_backpeddler_d2 = "-7 Скорости\n"
LANGUAGE.skill_backpeddler_d3 = "Всегда замедляетесь при получение урона"
LANGUAGE.skill_cursevision_0 = "Проклятье неведения"
LANGUAGE.skill_cursevision_d1 = "+50 скорости\n"
LANGUAGE.skill_cursevision_d2 = "+30 ворф\n"
LANGUAGE.skill_cursevision_d3 = "Слепота навсегда\nКаждые 10 секунд проклятье обновляется и дает 0.5 секунд чтобы все увидеть"
LANGUAGE.skill_wideroad_0 = "Долгая дорога"
LANGUAGE.skill_wideroad_d1 = "Максимальная скорость для прохождения сквозь пропы будет равна 1,через 6 секунд она станет нормальной"
LANGUAGE.skill_omega = "Омега"
LANGUAGE.skill_omega_d1 = "Не стой на месте  или получишь 5% урона от своего макс хп\n"
--Скиллы на хп
LANGUAGE.skill_justice = "Справебыдло"
LANGUAGE.skill_justice2 = "Справедливо"
LANGUAGE.skill_bbuff = "Ослабление"
LANGUAGE.skill_bbuff_d1 = "Ослабляет яд и кровоток на 25%\n"
LANGUAGE.skill_dbuff = "Ослабление?"
LANGUAGE.skill_dbuff_d1 = "Усиляет кровотечение на 50% и усиляет яд на 75%\n"
LANGUAGE.skill_bloodyman = "Кровянной ад"
LANGUAGE.skill_cheese_d2 = "Истинный сыр!!!+15 скорости  и хп"
LANGUAGE.skill_cani_0 = "Каннибал"
LANGUAGE.skill_cani_d1 = "Вы можете есть куски мяса"
LANGUAGE.skill_blife_0 = "Кровавая жизнь"
LANGUAGE.skill_blife_d1 = "Урон милишки зависит от кровавой брони,-25% мили урона"
LANGUAGE.skill_stoici_0 = "Устойчивый I"
LANGUAGE.skill_stoicii_0 = "Устойчивый II"
LANGUAGE.skill_stoiciii_0 = "Устойчивый II"
LANGUAGE.skill_stoiciv_0 = "Устойчивый IV"
LANGUAGE.skill_stoicv_0 = "Устойчивый V"
LANGUAGE.skill_stoici_d1 = "+4 максимум здоровья\n"
LANGUAGE.skill_stoicii_d1 = "+5 максимум здоровья\n"
LANGUAGE.skill_stoiciii_d1 = "+6 максимум здоровья\n"
LANGUAGE.skill_stoiciv_d1 = "+8 максимум здоровья\n"
LANGUAGE.skill_stoicv_d1 = "+11 максимум здоровья\n"
LANGUAGE.skill_stoici_d2 = "-5 Скорости"
LANGUAGE.skill_stoicii_d2 = "-7 Скорости"
LANGUAGE.skill_stoiciii_d2 = "-9 Скорости"
LANGUAGE.skill_stoiciv_d2 = "-11 Скорости"
LANGUAGE.skill_stoicv_d2 = "-10 Скорости"
LANGUAGE.skill_hemoplilia_0 = "Гемофилия"
LANGUAGE.skill_hemoplilia_d1 = "+30 к ворфу\n"
LANGUAGE.skill_hemoplilia_d2 = "+16 старт скрапа\n"
LANGUAGE.skill_hemoplilia_d3 = "Получаешь 25% доп урона в виде кровотечения"
LANGUAGE.skill_glutton_0 = "Обжиратель"
LANGUAGE.skill_glutton_d1 = "Дает до 30 кровавой брони при поедании еды\n"
LANGUAGE.skill_glutton_d2 = "Кровавая броня может привышать на 40 единиц чем она может полученной через конвертацию\n"
LANGUAGE.skill_glutton_d3 = "+7 Здоровья\n"
LANGUAGE.skill_glutton_d4 = "Нельзя лечиться едой"
LANGUAGE.skill_prepadnes_0 = "Заготовка"
LANGUAGE.skill_prepadnes_d = "Дает рандомную еду в начале раунда,может заменить любой получаемый тринкет с помощью скиллов"
LANGUAGE.skill_gurman_0 = "Гурман"
LANGUAGE.skill_gurman_d1 = "+400% к получаемому хп с еды\n"
LANGUAGE.skill_gurman_d2 = "+200% к времени поедания"
LANGUAGE.skill_haemostasis_0 = "Гемостаз"
LANGUAGE.skill_haemostasis_d1 = "Защищает от статусов если есть 2 кровавой брони\n"
LANGUAGE.skill_haemostasis_d2 = "Теряете 2 кровавой брони при блокировавки статуса\n"
LANGUAGE.skill_haemostasis_d3 = "+16% Защиты кровавой брони"
LANGUAGE.skill_bloodlet_0 = "Кровопуск"
LANGUAGE.skill_bloodlet_d1 = "+100% К генериуемой кровавой брони\n"
LANGUAGE.skill_bloodlet_d2 = "Потеря всей кровавой брони заставляет вас получить 5 кровоточащего урона\n"
LANGUAGE.skill_regen_0 = "Регенератор"
LANGUAGE.skill_regen_d1 = "Регенирирует 1 здоровье каждые 6 секунд если здоровье ниже 60%\n"
LANGUAGE.skill_regen_d2 = "-6 Здоровья"
LANGUAGE.skill_regen1_0 = "Вечный"
LANGUAGE.skill_regen1_d1 = "Регенирирует 3 здоровья каждые 5 секунд"
LANGUAGE.skill_bloodarmor_0 = "Кровавая броня"
LANGUAGE.skill_bloodarmor_d1    = "Регенерирует 1 кровавую броню каждые 8 секунд до конца \n Базовый максимум кровавой брони 20\n Базовое поглащение урона кровавой брони 50%\n"
LANGUAGE.skill_bloodarmor_d2    = "-13 от максимума хп"
LANGUAGE.skill_ironblood_0  = "Стальное сердце"
LANGUAGE.skill_ironblood_d1 = "+25% поглощения урона от кровавки\n"
LANGUAGE.skill_ironblood_d2 = "Бонус удваивается, когда здоровье составляет 50% или меньше\n"
LANGUAGE.skill_ironblood_d3 = "-50% максимальной кровавой брони"
LANGUAGE.skill_vitalityi_0  = "Жизнь I"
LANGUAGE.skill_vitalityi_d1 = "+1 максимальное здоровье"
LANGUAGE.skill_vitalityii_0 = "Жизнь II"
LANGUAGE.skill_vitalityii_d1    = "+3 максимальное здоровье"
LANGUAGE.skill_vitalityiii_0    = "Жизнь III"
LANGUAGE.skill_vitalityiii_d1   = "+7 максимальное здоровье"
LANGUAGE.skill_cheese_0 = "Сыр"
LANGUAGE.skill_cheese_d1    = "+10 максимального здоровья и скорости\n Это была неудачная попытка тойки сделать сыр\n и в итоге он сделал антиматериальную бомбу и уничтожил дозей\n и вот так появился этот сыр лол"
LANGUAGE.skill_cheese_d3 = "Фуу сыр скатился!!!Дает только 5 хп и 3 скорости!!!\nХуевый хуиквел"
LANGUAGE.skill_bug_get_0 = "Баггет "
LANGUAGE.skill_bug_get_d1  = "+5 см пенису"
LANGUAGE.skill_bug_get_d2 = "КРАШНИ БАГГЕТ\n+100 пинг"
LANGUAGE.skill_bug_get_d3 = "-1000 здоровья"
LANGUAGE.skill_tanker_0 = "Танкист"
LANGUAGE.skill_tanker_d1 = "+60 максимум здоровья\n"
LANGUAGE.skill_tanker_d2 = "-40 скорости"
LANGUAGE.skill_d_weakness_0 = "Слабость"
LANGUAGE.skill_d_weakness_d1 = "+60 Ворф\n"
LANGUAGE.skill_d_weakness_d2 = "+15 поинтов под конец волны\n"
LANGUAGE.skill_d_weakness_d3 = "-60 максимум здоровья\n"
LANGUAGE.skill_d_weakness_d4 = "-30% Мили урона\n"
LANGUAGE.skill_curse_0 = "Проклятье проклятий"
LANGUAGE.skill_curse_d1 = "Под конец волны дает проклятье\n"
LANGUAGE.skill_curse_d2 = "+60 скорости\n"
LANGUAGE.skill_curse_d3 = "+30 Максимум хп\n"
LANGUAGE.skill_f_0 = "Голодный"
LANGUAGE.skill_f_d1 = "25% шанс взять из амунки любую еду\n"
LANGUAGE.skill_f_d2 = "+20% К задержкее амуниции\n"
LANGUAGE.skill_srush_0 = "Сахарная ломка"
LANGUAGE.skill_srush_d1 = "Дает буст в 35 скорости на 14 секунд\n"
LANGUAGE.skill_srush_d2 = "-35% Восстановления от еды\n"
LANGUAGE.skill_cir_0 = "Циркуляция"
LANGUAGE.skill_cir_d1 = "+1 к максимуму кровавой брони\n"
LANGUAGE.skill_san_0 = "Веселая кровь"
LANGUAGE.skill_san_d1 = "+11 к максимуму кровавой брони\n"
LANGUAGE.skill_san_d2 = "-9 макс здоровья"
LANGUAGE.skill_agen_0 = "Антиген"
LANGUAGE.skill_agen_d1 = "+5% к поглощению урона от кровавой брони\n"
LANGUAGE.skill_agen_d2 = "-3 макс хп"
LANGUAGE.skill_bhealth_0 = "Плохое здоровье"
LANGUAGE.skill_bhealth_d1 = "+50 максимум здоровья\n"
LANGUAGE.skill_bhealth_d2 = "Вы можете получить урон в любое время"

LANGUAGE.s_deact = " деактивирован."
LANGUAGE.s_act = " активирован."
LANGUAGE.s_unl_act = " разблокирован и активирован!"

LANGUAGE.s_activate = "Активировать"

LANGUAGE.s_need_l = "Нужен уровень: "
LANGUAGE.s_need_am = "Нужно Ячеек: "
LANGUAGE.s_give_am = "Дает Ячеек: "
LANGUAGE.s_need_r = "Нужен реморт: "
LANGUAGE.s_alw_act = "Всегда активен"
LANGUAGE.s_act_all = "Активировать Все"
LANGUAGE.s_no_act = "Бро тебе надо качаться чтобы активировать скиллы!"
LANGUAGE.s_yes_act = "Все скиллы активированы."
LANGUAGE.s_no_dact = "Бро тебе надо качаться чтобы отключить скиллы!"
LANGUAGE.s_yes_dact = "Все скиллы отключены."
LANGUAGE.s_dact_all = "Отключить Все"
LANGUAGE.s_reset = "Сбросить"
LANGUAGE.s_act_font = "ZSHUDFontTiny"

LANGUAGE.s_del = "Удалить"
LANGUAGE.s_save = "Сохранить"
LANGUAGE.s_load = "Загрузить"

LANGUAGE.s_loadout = "Ваша сборка '%s' загружена!"
LANGUAGE.s_loadout_s = "Ваша сборка '%s' сохранена!"
LANGUAGE.s_c_apl_resp = "Изменения будут только при респавне!"
LANGUAGE.s_remort = "Ремонт"
LANGUAGE.s_remort_d = "Стань дальше от бога.\nПотеряй весь опыт и скиллы.\nСтартни с 1 уровня и  2 ремортами(1 реморт = 1 очко прокачки)\nМожно делать реморт и получать еще больше СП."

LANGUAGE.s_reset1 = "Сбросить все скиллы и вернуть СП?"
LANGUAGE.s_reset2 = "ПРЕДУПРЕЖДЕНИЕ"
LANGUAGE.cancel = "Отмена"
LANGUAGE.quit = "Выйти"

LANGUAGE.hud_remort = " // Реморт "

LANGUAGE.hud_xp = " ОПЫТ"

LANGUAGE.hud_sp = " СП"

LANGUAGE.hud_uu_sp = "Неиспользованных Скилл Поинтов: "

LANGUAGE.hud_lvl_max = "Уровень МАКСИМАЛЬНЫЙ // Реморт "
LANGUAGE.hud_r_lvl = "Уровень %d "
LANGUAGE.skill_add_bloodarmor = "Кровавая Броня"
LANGUAGE.skill_add_speed = "Скорость"
LANGUAGE.skill_add_health = "Здоровья"

LANGUAGE.skill_discover						= "Вы открыли скилл: "

LANGUAGE.you_have_remorted_now_rl_x					= "Ты ремортнулся и достиг %d реморта!"
LANGUAGE.you_now_have_x_extra_sp					= "У тебя есть %d дополнительных СП!"
LANGUAGE.x_has_remorted_to_rl_y						= "%s ремортнулся до %d реморта!!"
LANGUAGE.you_have_reset_all							= "Все твои скиллы, ОПЫТ,и поинты прокачки были перезагружены."
